Repository: sirinibin/freepbx
Catalog: admin/modules/announcement/i18n/*/LC_MESSAGES/announcement.po
Languages: nl_nl

source: Add Announcement
nl_nl: Voeg aankondiging toe

source: Allow Skip
nl_nl: Overslaan toestaan

source: Announcement: %s
nl_nl: Aankondiging: %s

source: Announcements
nl_nl: Aankondigingen

source: Applications
nl_nl: Aplicatie's

source: Check this to keep the channel from explicitly being answered. When checked, the message will be played and if the channel is not already answered it will be delivered as early media if the channel supports that. When not checked, the channel is answered followed by a 1 second delay. When using an announcement from an IVR or other sources that have already answered the channel, that 1 second delay may not be desired.
nl_nl: Selecteer dit om het kanaal expliciet niet op te nemen. Als deze optie geselecteerd is, zal de aankondiging afgespeeld worden en als het kanaal nog niet opgenomen is zal het afgeleverd worden als "early media" indien ondersteund. Als deze optie niet geselecteerd is, zal het kanaal beantwoord worden gevolgd door 1 seconde vertraging. Als deze aankondiging komt vanaf een IVR of een andere bron die het kanaal al opgenomen heeft, zal deze 1 seconde vertraging niet gewenst zijn.

source: Checking if recordings need migration..
nl_nl: Controleren of opnames moeten worden gemigreerd..

source: Delete
nl_nl: Verwijderen

source: Description
nl_nl: Omschrijving

source: Destination after playback
nl_nl: Bestemming na afspelen

source: Disable
nl_nl: Uitschakelen

source: Don't Answer Channel
nl_nl: Kanaal niet beantwoorden

source: Edit Announcement
nl_nl: Aankondiging bewerken

source: If the caller is allowed to press a key to skip the message.
nl_nl: De aanroeper toestaan om het bericht over te laten slaan.

source: If this announcement came from an IVR and this box is checked, the destination below will be ignored and instead it will return to the calling IVR. Otherwise, the destination below will be taken. Don't check if not using in this mode. <br>The IVR return location will be to the last IVR in the call chain that was called so be careful to only check when needed. For example, if an IVR directs a call to another destination which eventually calls this announcement and this box is checked, it will return to that IVR which may not be the expected behavior.
nl_nl: Als deze aankondiging vanaf een IVR komt en deze optie is geselecteerd, zal de onderstaande bestemming genegeerd worden en in plaats daarvan zal het terugkeren naar het laatst gebruikte IVR. Als deze optie niet is geselecteerd zal verder gegaan worden bij de onderstaande bestemming.<br>Let op: wees er zeker van dat u dit nodig heeft. Als na een IVR eerst nog andere bestemmingen aangeroepen worden en later wordt deze aankondiging als bestemming aangeroepen, dan keert u terug naar het IVR wat misschien niet het gewenste gedrag is.

source: Invalid description specified
nl_nl: Ongeldige omschrijving ingevoerd

source: Key to press that will allow for the message to be replayed. If you choose this option there will be a short delay inserted after the message. If a longer delay is needed it should be incorporated into the recording.
nl_nl: Toets kiezen om het bericht nogmaals te kunnen beluisteren. Als u de optie kiest, zal er een korte wachttijd na het bericht zijn. Als er een langere wachttijd nodig is, dan moet u dit in de opname meenemen.

source: Message to be played.<br>To add additional recordings use the "System Recordings" MENU to the left
nl_nl: Af te spelen bericht.<br>Voor het toevoegen van extra opnames gebruikt u "Systeem opnames" MENU aan de linkerkant

source: None
nl_nl: Geen

source: Plays back one of the system recordings (optionally allowing the user to skip it) and then goes to another destination.
nl_nl: Speelt een van de systeem opnames af (met mogelijkheid om over te slaan) en gaat dan naar een andere bestemming.

source: Recording
nl_nl: Opname

source: Repeat
nl_nl: Herhalen

source: Return to IVR
nl_nl: Terugkeren naar IVR

source: Submit Changes
nl_nl: Veranderingen opslaan

source: The name of this announcement
nl_nl: De naam van deze aankondiging

source: adding recording_id field..
nl_nl: toevoegen recording_id veld..

source: already migrated
nl_nl: al gemigreerd

source: dropping recording field..
nl_nl: opname veld laten vervallen..

source: fatal error
nl_nl: ernstige fout

source: migrate to recording ids..
nl_nl: migreren naar opname id's..

source: migrated %s entries
nl_nl: %s inzendingen gemigreerd

source: migrating
nl_nl: migreren

source: no recording field???
nl_nl: geen opname veld???
