Repository: sirinibin/freepbx
Catalog: admin/modules/arimanager/i18n/*/LC_MESSAGES/arimanager.po
Languages: bg_bg, fa_ir

source: Actions
bg_bg: Действия
fa_ir: عملیات

source: Add Asterisk REST Interface User
bg_bg: Добавяне на Потребител на Астериск REST Интерфейс
fa_ir: افزودن رابط کاربری REST استریسک

source: Add User
bg_bg: Добави Потребител
fa_ir: افزودن کاربر

source: Asterisk 12 introduces the Asterisk REST Interface (ARI), a set of RESTful API's for building Asterisk based applications. This module provides the ability to add and remove ARI users.
bg_bg: Астериск 12 представя Астериск REST Интерфейс (ARI), набор от RESTful API-та за създаване на Астериск базирани приложения. Този модул дава възможност да добавяте и премахвате потребители на ARI.

source: Asterisk 12 introduces the Asterisk REST Interface, a set of RESTful API's for building Asterisk based applications. This will enable the ARI server as long as the HTTP server is enabled as well.
bg_bg: Астериск 12 представя Астериск REST Интерфейс (ARI), набор от RESTful API-та за създаване на Астериск базирани приложения. Включете ARI сървър, но преди това трябва да е включен и HTTP сървъра.

source: Asterisk REST Inferface Password.
bg_bg: Парола за Астериск REST Интерфейс.
fa_ir: پسورد رابط کاربری REST استریسک.

source: Asterisk REST Interface
bg_bg: Астериск REST Интерфейс
fa_ir: رابط کاربری REST استریسک

source: Asterisk REST Interface User Name
bg_bg: Потребителско Име за Астериск REST Интерфейс
fa_ir: نام کاربری رابط کاربری REST استریسک

source: Asterisk REST Interface Users
bg_bg: Астериск REST Потребители

source: Asterisk Rest Interface Users
bg_bg: Потребители на Астериск REST Интерфейс
fa_ir: کاربران رابط کاربری REST استریسک

source: Creating ARI Manager Table
bg_bg: Създаване на ARI Manager Таблица
fa_ir: ایجاد جدول مدیریت ARI

source: Crypt
bg_bg: Криптирана
fa_ir: کد

source: Delete
bg_bg: Изтрий
fa_ir: حذف

source: Dropping ARI Manager Table
bg_bg: Премахване на Таблица ARI Manager
fa_ir: انداختن جدول مدیریت ARI

source: Edit Asterisk REST Interface User
bg_bg: Редактиране на Потребител на Астериск REST Интерфейс
fa_ir: ویرایش رابط کاربری استریسک

source: Enable pretty-printing of the JSON responses from Asterisk
bg_bg: Включва pretty-printing на JSON отговори от Астериск

source: Enable the Asterisk REST Interface
bg_bg: Включване на Астериск REST Интерфейс
fa_ir: فعال کردن رابط کاربری REST استریسک

source: For the security consious, you probably don't want to put plaintext passwords in the configuration file. ARI supports the use of crypt(3) for password storage.
bg_bg: От мерки за сигурност, най-вероятно не бихте искали да сложите паролите като прав текст в конфигурационния файл. ARI поддържа използването на crypt(3) за съхраняване на пароли.

source: List Users
bg_bg: Списък на Потребители
fa_ir: فهرست کاربران

source: No
bg_bg: Не
fa_ir: خیر

source: Password Type
bg_bg: Вид на Парола
fa_ir: نوع پسورد

source: Plain Text
bg_bg: Прав Текст
fa_ir: متن ساده

source: Pretty Print JSON Responses
bg_bg: Pretty Print JSON Отговори

source: REST Interface User Name
bg_bg: Потребителско Име за REST Интерфейс
fa_ir: نام رابط کاربری REST

source: REST Interface User Password
bg_bg: Парола за Потребител на REST Интерфейс
fa_ir: کلمه عبور رابط کاربری REST

source: Read Only
bg_bg: Само за Четене
fa_ir: فقط خواندنی

source: Remove FreePBX Advanced Settings
bg_bg: Премахни FreePBX Допълнителни Настройки
fa_ir: برداشتن تنظیمات پیشرفته FreePBX

source: Reset
bg_bg: Изчисти
fa_ir: بازنشانی

source: Set to Yes for read-only applications.
bg_bg: Настройте на Да за приложения които са само-за-четене.
fa_ir: برای برنامه‌ های فقط خواندنی روی بله تنظیم کنید.

source: Settings
bg_bg: Настройки

source: Submit
bg_bg: Приеми
fa_ir: ثبت

source: Sucessfully Added User
bg_bg: Успешно Добавен Потребител
fa_ir: کاربر با موفقیت اضافه شد

source: Sucessfully Deleted User
bg_bg: Успешно Премахнат Потребител
fa_ir: کاربر با موفقیت حذف شد

source: Sucessfully Updated User
bg_bg: Успешно Обновен Потребител
fa_ir: کاربر با موفقیت به روز شد

source: The Asterisk REST Interface is Currently Disabled in Advanced Settings
bg_bg: Астериск REST Интерфейс в момента е забранен в Допълнителни Настройки
fa_ir: رابط کاربری REST استریسک در تنظیمات پیشرفته غیرفعال شده است

source: The Asterisk mini-HTTP Server is Currently Disabled in Advanced Settings
bg_bg: Астериск mini-HTTP Сървър е забранен в Допълнителни Настройки
fa_ir: سرور mini-HTTP استریسک در تنظیمات پیشرفته غیرفعال شده است

source: User Already Exists!
bg_bg: Потребителят Вече Съществува!
fa_ir: کاربر موجود است!

source: User Name Can Not Be Blank!
bg_bg: Потребителското Име не може да е празно!
fa_ir: نام کاربری نمیتواند خالی باشد!

source: User Name already exists!
bg_bg: Потребителското Име вече съществува!
fa_ir: نام کاربری موجود است!

source: User Password Can Not Be Blank!
bg_bg: Паролата не може да е празно!
fa_ir: پسورد نمیتواند خالی باشد!

source: Username
bg_bg: Потребителско Име
fa_ir: نام کاربری

source: Yes
bg_bg: Да
fa_ir: بله

source: You Cant Change Password Type Without Changing the Password
bg_bg: Не Можете да Промените Вид на Парола без да Промените Паролата
fa_ir: بدون تغییر پسورد نمیتوانید نوع پسورد را تغییر دهید
