Repository: sirinibin/freepbx
Catalog: admin/modules/voicemail_report/i18n/*/LC_MESSAGES/voicemail_report.po
Languages: fr_fr

source: Attach
fr_fr: Attacher

source: Attach -- Email will be sent to the address shown in this column when a voicemail is left.<br>
fr_fr: Attacher -- Une email sera envoyé à l'adresse mentionnée dans la colonne lorsqu'un message vocal est déposé.<br>

source: Busy
fr_fr: Occupé

source: Busy -- This recording is played if the callee is busy.<br>
fr_fr: Occupé -- Cet enregistrement est diffusé si l'appelé est occupé.<br>

source: Caller ID
fr_fr: Numéro de l'appelant

source: Caller ID -- The person who left the message.<br>
fr_fr: Numéro de l'appelant -- La personne qui a laissé un message.<br>

source: Date -- The date this message was left.<br>
fr_fr: Date -- Date du dépot du message.<br>

source: Default
fr_fr: Défaut

source: Delete
fr_fr: Effacer

source: Delete -- If this column reads "Yes" then voicemail will be deleted from the mailbox when it is emailed.<br>
fr_fr: Effacer -- Si "oui" est sélectionné dans cette colonne, alors le message vocal sera effacé de la boîte vocale lors de son envoi par email.<br>

source: Displays various information related to the voicemail system.
fr_fr: Présente les différentes informations sur le système de messagerie vocale.

source: Duration
fr_fr: Durée

source: Duration -- The length of the message in seconds.<br>
fr_fr: Durée -- la durée du message en secondes.<br>

source: File does not exist
fr_fr: Le fichier n'existe pas

source: Folder
fr_fr: Dossier

source: Folder -- The folder this message currently resides in.<br>
fr_fr: Dossier -- Dossier dans lequel est stocké le message actuel.<br>

source: Greetings & Settings
fr_fr: Invitations et paramètres

source: Greetings and Settings
fr_fr: Invitations et paramètres

source: Listen
fr_fr: Ecouter

source: Listen -- Click the blue icon to listen to this recording.<br>
fr_fr: Ecouter -- Cliquer sur l'icone bleu pour écouter cet enregistrement.<br>

source: Mailbox
fr_fr: Boite mail

source: Mailbox -- The mailbox that all of the following options apply to.<br>
fr_fr: Boîte mail -- Boîte mail pour laquelle toutes les options s'appliquent.<br>

source: Mailbox -- The mailbox this message belongs to.<br>
fr_fr: Boîte mail -- Boîte mail à qui appartient ce message.<br>

source: Name
fr_fr: Nom

source: Name -- This recording is played when someone enters the name directory or when a caller first reaches their mailbox.<br>
fr_fr: Nom -- Cet enregistrement est diffusé lorsque une personne entre le nom du répertoire ou lorsque un appelant essaye de joindre la boîte vocal pour la première fois.<br>

source: No
fr_fr: Non

source: Password
fr_fr: Mot de Passe

source: Password -- The password for the mailbox.<br>
fr_fr: Mot de Passe -- Mot de passe pour la boîte vocale.<br>

source: Reports
fr_fr: Rapports

source: Temporary
fr_fr: Temporaire

source: Temporary -- This recording is played if someone has recorded an out of the office message.<br>
fr_fr: Temporaire -- Cet enregistrement est diffusé si une personne a enregistré un message d'absence du bureau.<br>

source: This page allows you to review all the voicemail messages currently residing on the system.
fr_fr: Cette page permet de visualiser l'ensemble des messages dans le système.

source: This page is designed to give you further insight into your voicemail system. You can quickly tell who needs to record greetings in order to make things like the name directory not spell out names. You can also easily see who is setup to receive voicemail to email.
fr_fr: Cette page permet de visualiser un aperçu du système de boîte vocale. Vous pouvez rapidement voir qui a besoin d'enregistrer ses messages d'accueil. Vous pouvez facilement visualiser qui a réalisé sa configuration pour recevoir ses messages vocaux par email.

source: Unavailable
fr_fr: Indisponible

source: Unavailable -- This recording is played if the callee is unavailable.<br>
fr_fr: Indisponible -- Ce message est diffusé si l'appelé est indisponible.<br>

source: View Voicemails
fr_fr: Voir message vocaux

source: Voicemail Reports
fr_fr: Rapports des messages vocaux

source: Yes
fr_fr: Oui
