Repository: sirinibin/freepbx
Catalog: admin/modules/hotelwakeup/i18n/*/LC_MESSAGES/hotelwakeup.po
Languages: vi

source: <b>System time:</b>
vi: <b>Thời gian hệ thống:</b>

source: Actions
vi: Các tháo tác

source: Add
vi: Thêm

source: Add new Wakeup Call
vi: Thêm một cuộc gọi đánh thức mới

source: Applications
vi: Các ứng dụng

source: Call List
vi: Danh sách cuộc gọi

source: CallerID for Wake Up Calls<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX)
vi: Caller ID cho các cuộc gọi đánh thức <br><br> Định dạng <b>&lt;#######&gt;</b>. Bạn cũng có thể sử dụng định dạng này: "hidden" <b>&lt;#######&gt;</b> để ẩn các Caller ID được gửi ra khỏi đường dây kỹ thuật số nếu được hỗ trợ (E1/T1/J1/BRI/SIP/IAX)

source: Cannot schedule the call the scheduled time is in the past. [Time now: %s] [Wakeup Time: %s]
vi: Không thể tạo lịch cuộc gọi theo như thời gian đã lập trước đó. [Thời gian hiện tại: %s] [Thời gian đánh thức: %s]

source: Cannot schedule the call, due to insufficient data
vi: Không thể tạo lịch cuộc gọi, do thiếu dữ liệu

source: Close
vi: Đóng

source: Date
vi: Ngày

source: Day
vi: Ngày

source: Day can not be blank
vi: Không để trống mục Ngày

source: Day to call
vi: Ngày gọi

source: Delete
vi: Xóa

source: Destination
vi: Điểm đích

source: Destination can not be blank
vi: Không để trống mục Điểm đích

source: Destination to call
vi: Điểm đích để gọi

source: Enter the Caller IDs of each telephone you wish to be recognized as an "Operator". Operator extensions are allowed to create wakeup calls for any valid destination. Numbers can be extension numbers, full caller ID numbers or Asterisk dialing patterns
vi: Nhập Caller ID của mỗi điện thoại bạn muốn công nhận như một " Máy điều hành". Máy nhánh điều hành cho phép được tạo cá cuộc gọi đánh thức cho các điểm đến hợp lệ. Các số điện thoại có thể là các số máy nhánh, các số Caller ID đầy đủ hoặc là các mẫu (patterns) quay số Asterisk

source: FreePBX module for generating reminder and wakeup calls
vi: Mô đun FreePBX cho việc tạo các cuộc gọi đánh thức hay nhắc nhở

source: Max Destination Length
vi: DDộ dài Điểm dịch tối đa

source: Max Retries
vi: Lần thử lại tối đa

source: No
vi: Không

source: Not received
vi: Không nhận được

source: Operator Extensions
vi: Máy nhánh điều hành

source: Operator Mode
vi: Chế độ điều hành

source: Reset
vi: Cài đặt lại

source: Retry Time
vi: Thời gian thử lại

source: Ring Time
vi: Thời gian thử lại

source: Save changes
vi: Lưu các thay đổi

source: Server time
vi: Thời gian máy chủ

source: Settings
vi: Các cài đặt

source: Submit
vi: Gửi đi

source: The maximum number of times the system should attempt to deliver the wakeup call when there is no answer. Zero retries means only one call will be placed
vi: Thời lượng tối đa mà hệ thống cố để chuyển cuộc gọi khi không có trả lời. Số lần thử lại là 0 nghĩa là chỉ có một cuộc gọi được đặt

source: The number of seconds for the phone to ring. Consider setting lower than the voicemail threshold or the wakeup call can end up going to voicemail
vi: Số giây điện thoại đổ chuông. Cần lưu ý việc cài đặt số giấy ít hơn ngưỡng của thư thoại hoặc cuộc gọi đánh thức có thể kết thúc thư thoại đang tới

source: The number of seconds to wait between retrys. A "retry" happens if the wakeup call is not answered
vi: Số giây đợi giữa các lần thử. Một "lần thử" xảy ra nếu cuộc gọi đánh thức không được trả lời

source: This controls the maximum number of digits an operator can send a wakeup call to. Set to 10 or 11 to allow wake up calls to outside numbers
vi: Điều này sẽ kiểm soát số chữ số tối đa mà một máy điều hành có thể gửi đến một cuộc gọi đánh thức. Cài đặt 10 hoặc 11 sẽ cho phép các cuộc gọi đánh thức đến các số bên ngoài

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
vi: Phần này sẽ được xóa khỏi nhóm thời gian và tất cả các cài đặt hiện tại bao gồm các thay đổi sẽ được cập nhật. Nhấn OK để thực hiện?

source: Time
vi: Thời gian

source: Time can not be blank
vi: Không để trống mục thời gian

source: Time to call
vi: Thời gian để gọi

source: Wake Up Caller ID
vi: Caller ID của cuộc gọi đánh thức

source: Wake Up Calls
vi: Các cuộc gọi đánh thức

source: Wake Up calls can be used to schedule a reminder or wakeup call to any valid destination. To schedule a call, dial %s or use the form below
vi: Các cuộc gọi đánh tức có thể sử dụng để lập lịch một cuộc gọi đánh thức hay nhắc nhở đến bất kỳ điểm đích hợp lệ nào. Ddể lập lịch một cuộc gọi, quay %s hoặc sử dụng mẫu sau

source: What is Hotel Style Wakeup Calls?
vi: Các cuộc gọi đánh thức kiểu khách sạn là gì?

source: When Operator Mode is enabled it will allow designated extentions to create wake up calls for any valid destination. If disabled calls can only be placed back to the caller ID of the user scheduling the wakeup call
vi: Khi chế độ điều hành được kích hoạt nó sẽ cho phép các máy nhánh được chỉ định tạo các cuộc gọi đánh thức cho bất kỳ điểm đích hợp lệ nào. Nếu bị vô hiệu các cuộc gọi có thể chỉ được đặt trở lại tới Caller ID của người dùng đang lập cuộc gọi đánh thức

source: Yes
vi: Có
