Repository: sirinibin/freepbx
Catalog: admin/modules/restapps/i18n/*/LC_MESSAGES/restapps.po
Languages: fr_fr, ja_jp

source: %d secs
fr_fr: %d secondes
ja_jp: %d 秒

source: %s is not authorized in the Phone Apps module for extension %s.
fr_fr: %s n'est pas autorisé dans le module "Applis téléphoniques" pour le poste %s.
ja_jp: %s は、内線 %s では利用する権限がありません。

source: %s is not enabled for extension %s.
fr_fr: %s n'est pas activé pour le poste %s.
ja_jp: %s は、内線 %s において無効です。

source: (Un)Mute
fr_fr: (Hors)Pause
ja_jp: ミュート(解除)

source: (Un)Pause
fr_fr: (Hors)Pause
ja_jp: ポーズ(解除)

source: Abandoned: %s
fr_fr: Abandonné : %s
ja_jp: 破棄されました: %s

source: Active
fr_fr: Actif(ve)
ja_jp: アクティブ

source: Add New
fr_fr: Ajouter un nouveau
ja_jp: 新規追加

source: Admin login override
fr_fr: Dérogation de connexion de l'administrateur
ja_jp: アドミンとしてログイン

source: Admin override is required for this extension. Please enter administrator password instead.
fr_fr: Une dérogation de l'administrateur est requise pour ce poste. Veuillez entrez le mot de passe de l'administrateur.
ja_jp: この内線にはアドミン権限が必要です。管理者パスワードを入力してください。

source: All
fr_fr: Tous(tes)
ja_jp: 全て

source: All Queues
fr_fr: Toules les queues
ja_jp: 全てのキュー

source: All Time Conditions
fr_fr: Toules les conditions temporelles
ja_jp: 全てのタイムコンディション

source: Allow Access
fr_fr: Permettre l'accès
ja_jp: アクセスを許可

source: Allowed Call Flows
fr_fr: Flux d'appel permis
ja_jp: 許可されたコールフロー

source: Allowed Conference Bridges
fr_fr: Ponts de conférence permis
ja_jp: 許可されたカンファレンスブリッジ

source: Allowed Queues
fr_fr: Queues permises
ja_jp: 許可されたキュー

source: Allowed Time Conditions
fr_fr: Conditions temporelles permises
ja_jp: 許可されたタイムコンディション

source: Authentication Required
fr_fr: Authentification requise
ja_jp: 認証が必要

source: BLF Status
fr_fr: Statut TVO
ja_jp: BLF の状態

source: Back
fr_fr: Retour
ja_jp: 戻る

source: Backspace
fr_fr: Retour arrière
ja_jp: バックスペース

source: Busy Greeting
fr_fr: Message d'accueil d'occupation
ja_jp: 通話中メッセージ

source: COMMERCIAL MODULE REQUIRES A LICENSE FOR IT TO FUNCTION. Please visit www.schmoozecom.com/oss.php. Applications using the RESTful API
fr_fr: MODULE COMMERCIAL QUI REQUIERT UNE LICENSE POUR FONCTIONNER. S.v.p. visitez www.schmoozecom.com/oss.php. Les applications utilisant les API RESTful
ja_jp: 商用モジュールが動作するためにはライセンスが必要です www.schmoozecom.com/oss.php を参照してください アプリケーションは RESTful API を使用しています。

source: Call Back
fr_fr: Rappeler
ja_jp: 折返し電話する

source: Call Flow
fr_fr: Flux d'appel
ja_jp: コールフロー

source: Call Flow Control
fr_fr: Contrôle de flux d'appel
ja_jp: コールフローコントロール

source: Call Flow Settings
fr_fr: Paramètres de flux d'appel
ja_jp: コールフロー設定

source: Call Forward
fr_fr: Transfert d'appel
ja_jp: 通話転送

source: Call Forward Settings
fr_fr: Paramètres de transfert d'appel
ja_jp: 通話転送設定

source: Call Forward: %s
fr_fr: Transfert d'appel : %s
ja_jp: 通話転送: %s

source: Call Forwarding
fr_fr: Transfert d'appel
ja_jp: 通話転送

source: Call parked
fr_fr: Appel mis en garde
ja_jp: パークされたコール

source: Call parked: %s
fr_fr: Appel mis en garde : %s
ja_jp: パークされたコール : %s

source: Callers
fr_fr: Appels reçus
ja_jp: 発信者

source: Callers: %s
fr_fr: Appels reçus : %s
ja_jp: 発信者 : %s

source: Cancel
fr_fr: Annuler
ja_jp: キャンセル

source: Cell
fr_fr: Cellule
ja_jp: 携帯

source: Cell (%s)
fr_fr: Cellule (%s)
ja_jp: 携帯 (%s)

source: Change
fr_fr: Modifier
ja_jp: 変更

source: Change Password
fr_fr: Modifier le mot de passe
ja_jp: パスワード変更

source: Company: %s
fr_fr: Compagnie : %s
ja_jp: 会社 : %s

source: Completed: %s
fr_fr: Complété : %s
ja_jp: 完了 : %s

source: Conference
fr_fr: Conférence
ja_jp: 音声会議

source: Conference Active
fr_fr: Conférence active
ja_jp: 音声会議有効

source: Conferences
fr_fr: Conférences
ja_jp: 音声会議

source: Confirm Calls
fr_fr: Confirmer les appels
ja_jp: コールを確認する

source: Contact Groups
fr_fr: Groupes de contact
ja_jp: 連絡先グループ

source: Could not login to extension %s.
fr_fr: Connexion impossible au poste %s.
ja_jp: 内線 %s にログインできませんでした。

source: Could not logout of extension %s.
fr_fr: Déconnexion impossible du poste %s.
ja_jp: 内線 %s をログアウトできませんでした。

source: DND
fr_fr: NPD
ja_jp: 取込中

source: DND Settings
fr_fr: Paramètres NPD
ja_jp: 取込中設定

source: Delete
fr_fr: Supprimer
ja_jp: 削除

source: Details
fr_fr: Détails
ja_jp: 詳細

source: Dial
fr_fr: Appeler
ja_jp: ダイヤル

source: Disabled
fr_fr: Désactivé(e)
ja_jp: 無効

source: Display Name: %s
fr_fr: Nom affiché : %s
ja_jp: 表示名 : %s

source: Done
fr_fr: Terminé
ja_jp: 完了

source: E-Mail: %s
fr_fr: Courriel : %s
ja_jp: Eメール : %s

source: ERROR failed to update timestamp field
fr_fr: ÉCHEC de la mise à jour du champ d'horodatage
ja_jp: エラー タイムスタンプ領域の更新に失敗

source: Enable Call Flow Access
fr_fr: Activer l'accès au flux d'appel
ja_jp: コールフローアクセスを有効にする

source: Enable Call Flow Access in Phone Apps for this user
fr_fr: Activer l'accès au flux d'appel dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内コールフローアクセスを有効にする

source: Enable Call Forward Access
fr_fr: Activer l'accès au transfert d'appel
ja_jp: 通話転送アクセスを有効にする

source: Enable Call Forward in Phone Apps for this user
fr_fr: Activer l'accès au transfert d'appel dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内通話転送を有効にする

source: Enable Conference Access
fr_fr: Activer l'accès aux conférences
ja_jp: 音声会議アクセスを有効にする

source: Enable Conference Access in Phone Apps for this user
fr_fr: Activer l'accès aux conférences dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内の音声会議アクセスを有効にする

source: Enable Contact Access
fr_fr: Activer l'accès aux contacts
ja_jp: 連絡先アクセスを有効にする

source: Enable Contact Access in Phone Apps for this user (Contact Groups are set under the 'Contact Manager' title)
fr_fr: Activer l'accès aux contactsl dans les applis téléphoniques pour cet utilisateur (les groupes de contact sont configurés sous l'entrée 'Gestionnaire de contact')
ja_jp: このユーザーの Phone Apps内の連絡先アクセスを有効にする (連絡先グループは '連絡先マネージャ' で設定されます)

source: Enable DND Access
fr_fr: Activer l'accès à NPD
ja_jp: 「取込中」アクセスを有効にする

source: Enable Do Not Disturb in Phone Apps for this user
fr_fr: Activer l'accès à Ne Pas Déranger dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内の「取込中」を有効にする

source: Enable Find Me/Follow Me Access
fr_fr: Activer l'accès à Trouvez-Moi/Suivez-Moi
ja_jp: ファインドミー/フォローミー アクセスを有効にする

source: Enable Find Me/Follow Me in Phone Apps for this user
fr_fr: Activer l'accès à Trouvez-Moi/Suivez-Moi dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内の ファインドミー/フォローミー を有効にする

source: Enable Login/Logout Access
fr_fr: Activer l'accès à la (dé)connexion
ja_jp: ログイン/ログアウト アクセスを有効にする

source: Enable Login/Logout in Phone Apps for this user
fr_fr: Activer l'accès à la (dé)connexion dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーのログイン/ログアウトを有効にする

source: Enable Parking Access
fr_fr: Activer l'accès à la mise en garde
ja_jp: パーキング アクセスを有効にする

source: Enable Parking in Phone Apps for this user
fr_fr: Activer l'accès à la mise en garde dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内のパーキングを有効にする

source: Enable Presence State Access
fr_fr: Activer l'accès à l'état de la présence
ja_jp: プレゼンスステータスを有効にする

source: Enable Presence State in Phone Apps for this user
fr_fr: Activer l'état de la présence dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内のプレゼンスステータスを有効にする

source: Enable Queue Access
fr_fr: Activer l'accès aux queues
ja_jp: キュー アクセスを有効にする

source: Enable Queue Access in Phone Apps for this user
fr_fr: Activer l'accès aux queues dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの Phone Apps内のキュー ステータスを有効にする

source: Enable Queue Agent Access
fr_fr: Activer l'accès aux agents de queue
ja_jp: キュー エージェント アクセスを有効にする

source: Enable Queue Agent in Phone Apps for this user
fr_fr: Activer l'accès aux agents de queue dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーのキュー エージェントを有効にする

source: Enable Time Condition Access
fr_fr: Activer l'accès aux conditions temporelles
ja_jp: タイムコンディション アクセスを有効にする

source: Enable Voicemail Access
fr_fr: Activer l'accès à la boîte vocale
ja_jp: ボイスメール アクセスを有効にする

source: Enable Voicemail Access in Phone Apps for this user
fr_fr: Activer l'accès à la boîte vocale pour cet utilisateur
ja_jp: このユーザーの ボイスメール アクセスを有効にする

source: Enable time condition Access in Phone Apps for this user
fr_fr: Activer l'accès aux condtions temporelles dans les applis téléphoniques pour cet utilisateur
ja_jp: このユーザーの タイムコンディション アクセスを有効にする

source: Enabled
fr_fr: Activé(e)
ja_jp: 有効

source: Endpoint Manager
fr_fr: Gestionnaire des points de terminaison
ja_jp: エンドポイントマネージャー

source: Endpoint Manager Settings
fr_fr: Paramètres du gestionnaire des points de terminaison
ja_jp: エンドポイントマネージャー設定

source: Enter Name/Number
fr_fr: Entrez un nom/numéro
ja_jp: 名前/番号を入力

source: Enter New Password
fr_fr: Entrez un nouveau mot de passe
ja_jp: 新しいパスワードを入力

source: Enter Number
fr_fr: Entrez un numéro
ja_jp: 番号を入力

source: Entry %s
fr_fr: Entrée %s
ja_jp: エントリー %s

source: Error
fr_fr: Erreur
ja_jp: エラー

source: Exit
fr_fr: Sortir
ja_jp: 終了

source: Ext. %s
fr_fr: Poste %s
ja_jp: 内線番号 %s

source: Extension
fr_fr: Poste
ja_jp: 内線

source: Extension (%s)
fr_fr: Poste (%s)
ja_jp: 内線 (%s)

source: Extension or password is invalid.
fr_fr: Poste ou mot de passe invalide.
ja_jp: 内線またはパスワードが無効です。

source: FFwd
fr_fr: Avance rapide

source: Failed to run: '%s'
fr_fr: Impossible d'exécuter : '%s'

source: Failed!
fr_fr: Échoué !

source: First Name: %s
fr_fr: Prénom : %s
ja_jp: 名 : %s

source: Follow Me
fr_fr: Suivez-Moi
ja_jp: フォローミー

source: Follow Me Enabled
fr_fr: Suivez-Moi activé
ja_jp: フォロミー有効

source: Follow Me Settings
fr_fr: Paramètres de Suivez-Moi
ja_jp: フォローミー設定

source: For information about this module, please visit the <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">Phone Apps wiki page</a>.
fr_fr: Pour plus d'information sur ce module, s.v.p visitez la <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">page wiki des applis téléphonique</a>.
ja_jp: このモジュールに関する情報は、以下をご参照ください <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">Phone Apps wiki page</a> 。

source: Format can be: %s
fr_fr: Le format peut être : %s
ja_jp: フォーマットは次のようになります : %s

source: Forward
fr_fr: Transfert
ja_jp: 転送

source: General
fr_fr: Général
ja_jp: 一般

source: Group List
fr_fr: Liste de groupes
ja_jp: グループリスト

source: Here
fr_fr: Ici
ja_jp: ここ

source: Hide application status from idle screen
fr_fr: Ne pas afficher le statut de l'application sur l'écran de veille
ja_jp: アプリケーションの状態を待受画面に表示しません

source: Hide idle screen display
fr_fr: Ne pas afficher sur l'écran de veille
ja_jp: 待受画面に表示しません

source: Hold Time: %s
fr_fr: Temps en attente : %s
ja_jp: 保留時間 : %s

source: Home
fr_fr: Page Principale
ja_jp: ホーム

source: Home (%s)
fr_fr: Page principale (%s)
ja_jp: ホーム (%s)

source: If enabled, users must authenticate against User Manager instead of extension and voicemail password
fr_fr: Si activé, les utilisateurs doivent s'authentifier avec le gestionnaire d'utilisateur au lieu du mot de passe du poste et de la messagerie vocale
ja_jp: 有効にした場合、ユーザーは内線とボイスメールのパスワードではなくユーザーマネージャにて認証する必要があります。

source: Inactive
fr_fr: Inactif(ve)
ja_jp: 非アクティブ

source: Inherit
fr_fr: Hériter
ja_jp: 引き継ぐ

source: Initial Ring Time
fr_fr: Durée de la sonnerie initiale
ja_jp: 初期呼出時間

source: Invalid Caller ID number.
fr_fr: Numéro de l'appelant invalide.
ja_jp: 無効な発信者ID番号。

source: Invalid credentials
fr_fr: Nom d'utilisateur ou mot de passe invalide
ja_jp: 無効な認証

source: Invalid user
fr_fr: Utilisateur invalide
ja_jp: 無効なユーザー

source: Kick
fr_fr: Botter
ja_jp: キック

source: Last Name: %s
fr_fr: Nom : %s
ja_jp: 姓 : %s

source: Line Position
fr_fr: Position de la ligne

source: Line Type
fr_fr: Type de ligne

source: Login
fr_fr: Connexion
ja_jp: ログイン

source: Login failed
fr_fr: Échec de connexion
ja_jp: ログイン失敗

source: Login/Logout
fr_fr: Connexion/Déconnexion
ja_jp: ログイン / ログアウト

source: Login/out
fr_fr: Connexion/Déconnexion
ja_jp: ログイン/ログアウト

source: Logout
fr_fr: Déconnexion
ja_jp: ログアウト

source: Logout failed
fr_fr: Échec lors de la déconnexion
ja_jp: ログアウト失敗

source: Main Menu
fr_fr: Menu principal
ja_jp: メインメニュー

source: May this user use Phone Apps
fr_fr: Cet utilisateur peutl utiliser les applis téléphoniques
ja_jp: このユーザーは Phone Appsを使用可能です

source: Members
fr_fr: Membres
ja_jp: メンバー

source: Members: %s
fr_fr: Membres : %s
ja_jp: メンバー : %s

source: Migrating %s group from Rest API to Rest Apps
fr_fr: Migration du groupe %s vers les applis téléphoniques
ja_jp: Rest APIから %s グループを Rest Appsへ移行中

source: Migrating %s user from Rest API to Rest Apps
fr_fr: Migration de l'utilisateur %s vers les applis téléphoniques
ja_jp: Rest APIから %s ユーザーを Rest Appsへ移行中

source: Monitored Hint
fr_fr: Indice supervisé
ja_jp: モニター対象ヒント

source: Mute the beep that occurs when idle screen notifications are displayed
fr_fr: Désactiver le signal sonore lors de l'affichage des notifications sur l'écran de veille
ja_jp: 待受画面に通知が表示された時、ビープ音を鳴らさない

source: Name
fr_fr: Nom
ja_jp: 名前

source: New Voicemail
fr_fr: Nouveau message vocal
ja_jp: 新しいボイスメール

source: No
fr_fr: Non
ja_jp: いいえ

source: No %s are authorized in the Phone Apps module for extension %s
fr_fr: Pas de %s n'est autorisé dans les applis téléphoniques pour le poste %s
ja_jp: %s は内線 %s には Phone Apps内で認証されていません

source: No %s are authorized in the Phone Apps module for extension %s.
fr_fr: Pas de %s n'est autorisé dans les applis téléphoniques pour le poste %s.
ja_jp: %s は内線 %s には Phone Apps内で認証されていません。

source: No callers in queue %s (%s)
fr_fr: Pas d'appelant dans la queue %s (%s)
ja_jp: %s キューには発信者がいません (%s)

source: No callers in this conference
fr_fr: Pas d'appelant dans cette conférence
ja_jp: この音声会議には発信者がいません

source: No calls are parked
fr_fr: Pas d'appel mis en garde
ja_jp: パークされたコールはありません

source: No entries configured for group %s
fr_fr: Pas d'entrées configurées pour le groupe %s
ja_jp: グループ %s に設定されたエントリーはありません

source: No entries found
fr_fr: Pas d'entrées trouvées
ja_jp: エントリーがありません

source: No groups configured for user %s
fr_fr: Pas de groupes configurés pour l'utilisateur %s
ja_jp: ユーザー %s にグループは設定されていません

source: No members in queue %s (%s)
fr_fr: Pas de membres dans la queue %s (%s)
ja_jp: キュー %s (%s) にメンバーはいません

source: No numbers configured for entry %s
fr_fr: Pas de numéros configurés pour l'entrée %s
ja_jp: エントリー %s に設定されたメンバーはいません

source: No queues configured for user %s
fr_fr: Pas de queues configurées pour l'utilisateur %s
ja_jp: ユーザー %s に設定されたキューはありません

source: No voicemail messages
fr_fr: Pas de messages vocaux
ja_jp: ボイスメール メッセージはありません

source: Not a valid conference room
fr_fr: Pas une conférence valide
ja_jp: 無効な音声会議

source: Nothing
fr_fr: Rien
ja_jp: 無し

source: Numbers
fr_fr: Numéros
ja_jp: 番号

source: Office
fr_fr: Bureau
ja_jp: オフィス

source: Other Apps
fr_fr: Autres applications
ja_jp: 他のApp

source: Override
fr_fr: Remplacer
ja_jp: 上書き

source: Override 'Apps' Menu
fr_fr: Remplacer le menu des applis
ja_jp: 'Apps' メニューを上書き

source: Override required
fr_fr: Dérogation requise
ja_jp: 上書きが必要

source: Override the default 'Apps' menu when using the 'Apps' button with the menu used below
fr_fr: Remplacer le menu des applis affiché en pressant le bouton 'Applis' par le menu ci-bas
ja_jp: 下のメニューにある 'Apps' ボタンを使ってデフォルトの 'Apps' メニューを上書き

source: Parking
fr_fr: Mise en garde
ja_jp: パーキング

source: Parking Settings
fr_fr: Paramètres des mises en garde
ja_jp: パーキング設定

source: Password
fr_fr: Mot de passe
ja_jp: パスワード

source: Password is invalid.
fr_fr: Le mot de passe est invalide.
ja_jp: パスワードが無効です。

source: Paused/UnPaused
fr_fr: Pause/Hors pause
ja_jp: ポーズ中 / ポーズ解除

source: Permanent Matched
fr_fr: Association permanente
ja_jp: 永久的に一致

source: Permanent Unmatched
fr_fr: Désassociation permanente
ja_jp: 永久的に不一致

source: Phone App Hints
fr_fr: Indices d'applis téléphoniques
ja_jp: Phone Appのヒント

source: Phone Apps
fr_fr: Applis téléphoniques

source: Phone Apps (Rest Apps) are applications for your desktop phone. They can be used to control a variety of features. From here you can control fine grained permissions for each user/device.
fr_fr: Les applis téléphonique sont des applications pour votre téléphone de bureau. Elles peuvent être utilisées pour contrôler diverses caractéristiques. De cet endroit vous pouvez contrôler les permissions attribuées à chaque utilisateur/dispositif.
ja_jp: Phone Apps (Rest Apps)はお使いの電話機用のアプリケーションです。様々な機能をコントロールするために使用できます。各のユーザー/デバイスの細かい権限をコントロールできます。

source: Phone Apps module not licensed.
fr_fr: Le module des applis téléphonique n'a pas de licence active.
ja_jp: Phone Apps モジュールはライセンスされていません。

source: Phone Hint
fr_fr: Indice téléphonique
ja_jp: 電話機のヒント

source: Pickup
fr_fr: Répondre
ja_jp: ピックアップ

source: Play
fr_fr: Écouter
ja_jp: 再生

source: Please choose a module to the right for settings.
fr_fr: Veuillez choisir un module à droite pour les réglages.
ja_jp: 設定のため右側のモジュールを選択してください。

source: Prefs
fr_fr: Préférences
ja_jp: 設定

source: Presence
fr_fr: Présence
ja_jp: プレゼンス

source: Presence Settings
fr_fr: Paramètres de présence
ja_jp: プレゼンス設定

source: Presets
fr_fr: Préréglages
ja_jp: プリセット

source: Queue Agent
fr_fr: Agent de queue
ja_jp: キュー エージェント

source: Queue Agent BLF Type
fr_fr: Type de TVO de l'agent de queue
ja_jp: キュー エージェントの BLFタイプ

source: Queue Settings
fr_fr: Paramètres de queue
ja_jp: キュー設定

source: Queue does not exist
fr_fr: La queue n'existe pas
ja_jp: キューが存在しません

source: Quiet Alerts
fr_fr: Alertes silencieuses
ja_jp: サイレントアラーム

source: Record
fr_fr: Enregistrer
ja_jp: 録音

source: Refresh
fr_fr: Rafraîchir
ja_jp: 更新

source: Require a password to log out of an extension
fr_fr: Demander un mot de passe pour déconnecter un poste
ja_jp: 内線をログアウトするのにパスワードが必要

source: Require administrator password if an extension is already in use
fr_fr: Requiert de mot de passe de l'administrateur si le poste est déjà en utilisation
ja_jp: 内線が使用されている場合管理者パスワードが必要

source: Require logout password
fr_fr: Requiert le mot de passe de déconnexion
ja_jp: ログアウトパスワードが必要

source: Reset
fr_fr: Réinitialiser
ja_jp: リセット

source: Reset Override
fr_fr: Dérogation de réinitialisation
ja_jp: 上書きをリセット

source: Rest Apps is not Authorized
fr_fr: Les applis téléphoniques ne sont pas autorisés
ja_jp: Rest Appsは認証されていません

source: RestApps Server Failed: %s
fr_fr: Échec du serveur d'applis téléphoniques : %s

source: RestApps Server has already been running on PID %s for %s
fr_fr: Le serveur d'applis téléphoniques est déjà en exécution sur le PID %s pour %s

source: RestApps Server is not running
fr_fr: Le serveur d'applis téléphoniques n'est pas démarré

source: RestApps daemon stopped
fr_fr: Le démon des applis téléphoniques est arrêté

source: RestApps daemon was not running
fr_fr: Le démon des applis téléphoniques n'était pas démarré

source: RestApps is not licensed.
fr_fr: Les applis téléphoniques n'ont pas de licence active.

source: Restapps Daemon
fr_fr: Démon des applis téléphoniques

source: Restapps is not running
fr_fr: Les applis téléphoniques ne sont pas démarrées

source: Rewind
fr_fr: Retour en arrière
ja_jp: 巻き戻し

source: Ring Time
fr_fr: Temps de sonnerie
ja_jp: 呼び出し時間

source: Running (Uptime: %s)
fr_fr: En exécution (Disponibilité : %s)

source: Save Recording
fr_fr: Sauvegarder l'enregistrement
ja_jp: 録音保存

source: Search
fr_fr: Rechercher
ja_jp: 検索

source: Select
fr_fr: Sélectionner
ja_jp: 選択

source: Set All
fr_fr: Assigner tout
ja_jp: 全て設定

source: Settings
fr_fr: Paramètres
ja_jp: 設定

source: Setup and organize the menu when users hit the 'Apps' button on their phones. Note: This list is also sortable.
fr_fr: Configurez et organisez le menu des utilisateurs lorsqu'il appuient le bouton 'Applis' sur leur téléphone. Note : Cette liste est triable.
ja_jp: ユーザーが電話機の 'Apps' ボタンを押した時メニューを設定し整理します。 注意：このリストもソート可能です。

source: Show BLF States: <ext> [<app>]
fr_fr: Afficher les états TVO : <ext> [<app>]
ja_jp: BLFの状態表示 : <ext> [<app>]

source: Started RestApps Server. PID is %s
fr_fr: Le serveur des applis téléphoniques est démarré. Son PID est %s

source: Starting RestApps Server...
fr_fr: Démarrage du serveur d'applis téléphoniques...

source: Starting new RestApps Process...
fr_fr: Démarrage du processus d'applis téléphoniques...

source: Stopping RestApps Server
fr_fr: Arrêt du seveur des applis téléphoniques

source: Stopping old running processes...
fr_fr: Arrêt des processus de longue durée...

source: Submit
fr_fr: Soumettre
ja_jp: 送信

source: Temporary Greeting
fr_fr: Message d'accueil temporaire
ja_jp: 一時不在時のアナウンス

source: Temporary Matched
fr_fr: Association temporaire
ja_jp: 一時的一致

source: Temporary Unmatched
fr_fr: Désassociation temporaire
ja_jp: 一時的不一致

source: The Feature Code used for Phone App Hints. Do not change this unless it conflicts with something else
fr_fr: Le code de caractéristique utilisé pour les indices d'applis téléphoniques. Il ne doit être changé que s'il est en conflit avec autre chose
ja_jp: この機能コードは Phone Appsヒントのために使われます。何か他のものと競合しない限り変更しないでください。

source: There was an error playing back the greeting for %s.
fr_fr: Il y a eu une errreur lors de l'écoute du message d'accueil de %s.
ja_jp: %s のアナウンスを再生中にエラーが発生しました。

source: These are the assigned and active extensions which will show up for this user to control and edit on their phone
fr_fr: Ce sont les postes assignés et actifs qui s'afficheront pour cet utilisateur et qu'il pourra contrôler et modifier sur son téléphone
ja_jp: 割り当てられた有効な内線です このユーザーの電話機でコントロールし編集のために表示されます。

source: These are the assigned and active queues which will show up for this user to control and edit on their phone
fr_fr: Ce sont les queues assignées et actives qui s'afficheront pour cet utilisateur et qu'il pourra contrôler et modifier sur son téléphone
ja_jp: 割り当てられた有効なキューです。このユーザーの電話機でコントロールし編集のために表示されます。

source: These are the assigned and active time conditions which will show up for this user to control and edit on their phone
fr_fr: Voici les condtions temporelles assignées et actives que cet utilisateur pourra contrôler et modifier sur son téléphone
ja_jp: 割り当てられた有効なタイムコンディションです。このユーザーの電話機でコントロールし編集のために表示されます。

source: This Application is not configured for this extension
fr_fr: Cette application n'est pas configurée pour ce poste
ja_jp: このアプリケーションはこの内線に設定されていません

source: This extension is not configured for Rest Apps
fr_fr: Ce poste n'est pas configure pour les applis téléphoniques
ja_jp: この内線は Rest Appsに設定されていません

source: This module does not currently have any settings.
fr_fr: Ce module n'a présentement aucun réglage.
ja_jp: このモジュールは現在何も設定されていません。

source: This version of Phone Apps is not licensed, therefore all phone apps settings listed here can only be used with Sangoma Phones. For more information on Phone Apps or to purchase a license please review our wiki %s
fr_fr: Cette version des applis téléphonique n'a pas de licence active, les paramètres suivants ne pourront donc être utilisés qu'avec des téléphones Sangoma. Pour plus d'information sur les applis téléphoniques ou pour acheter une licence veuillez vous référer à notre wiki %s
ja_jp: このバージョンの Phone Appsはライセンスされていません。ここに記載されている全ての Phone Appsの設定は Sangomaの電話機のみに使用することができます。Phone Appに関する詳細な情報やライセンスの購入は以下の wikiを参照してください %s

source: Time Conditions
fr_fr: Condtions temporelles
ja_jp: タイムコンディション

source: Time Conditions Settings
fr_fr: Paramètres des conditions temporelles
ja_jp: タイムコンディション設定

source: Title: %s
fr_fr: Titre : %s
ja_jp: 肩書 : %s

source: Toggle
fr_fr: Basculer
ja_jp: トグル

source: Toggle DND on press
fr_fr: Basculer Ne-pas-Déranger (DND)
ja_jp: 押してDNDをトグル

source: Toggle the state of DND rather than show a page.
fr_fr: Basculer l'état du NPD au lieu d'afficher une page.
ja_jp: ページを表示せずDNDの状態をトグルする。

source: Transfer
fr_fr: Transfert
ja_jp: 転送

source: Transfer VM
fr_fr: Transfert à BV
ja_jp: ボイスメール転送
