Repository: sirinibin/freepbx
Catalog: admin/modules/restapps/i18n/*/LC_MESSAGES/restapps.po
Languages: fr_fr, ja_jp

source: Unavailable Greeting
fr_fr: Message d'accueil non disponible
ja_jp: アナウンス使用不可

source: Unknown
fr_fr: inconnu(e)
ja_jp: 不明

source: User %s does not have a default extension.
fr_fr: L'utilisateur %s n'a pas de poste par défaut.
ja_jp: ユーザー %s はデフォルトの内線を持っていません。

source: User Linked Conference
fr_fr: Conférence liée par l'utilisateur
ja_jp: ユーザーにリンクされた音声会議

source: User Manager authentication
fr_fr: Authentification du gestionnaire d'utilisateur
ja_jp: ユーザー マネージャ認証

source: User: %s
fr_fr: Utilisateur : %s
ja_jp: ユーザー : %s

source: Username
fr_fr: Nom d'utilisateur
ja_jp: ユーザー名

source: Voicemail
fr_fr: Boîte vocale
ja_jp: ボイスメール

source: Voicemail Greeting
fr_fr: Message d'accueil de la messagerie vocale
ja_jp: ボイスメールのアナウンス

source: Website: %s
fr_fr: Site web : %s
ja_jp: ホームページ : %s

source: What are Phone Apps
fr_fr: Que sont les applis téléphoniques
ja_jp: Phone Apps とは

source: What the Queue Agent BLF should monitor. If 'Login/Logout' is selected only Dynamic Queue Agents will be monitored (Light will be Active if Logged In). For 'Paused/UnPaused' all Agents will be monitored (Light will be Active if Paused)
fr_fr: Ce que l'agent de queue TVO devrait superviser. Si 'Connexion/Déconnexion' est choisi seulement les agents de queue dynamiques seront supervisés (la lumière sera activée si connecté). Pour 'Pause/Hors pause' tous les agent seront supervisés (la lumière sera activée si en pause)
ja_jp: キュー エージェント BLFが何をモニターするか示します。'ログイン / ログアウト'が選択されている場合ダイナミック キュー エージェントのみがモニターされます（ログインしている場合ライトが点灯します）。'ポーズ中 / ポーズ解除' で全てのエージェントがモニターされます（ポーズしている場合ライトが点灯します）。

source: Work
fr_fr: Travail
ja_jp: 仕事

source: Work (%s)
fr_fr: Travail (%s)
ja_jp: 仕事 (%s)

source: Yes
fr_fr: Oui
ja_jp: はい

source: already exists
fr_fr: existe déjà
ja_jp: すでに存在します

source: callflows
fr_fr: flux d'appel
ja_jp: コールフロー

source: checking for timestamp field..
fr_fr: Vérification du champ d'horodatage..
ja_jp: タイムスタンプを確認中..

source: timeconditions
fr_fr: conditions temporelles
ja_jp: タイムコンディション

source: unknown
fr_fr: inconnu(e)
ja_jp: 不明

source: Admin
ja_jp: アドミン

source: Applications
ja_jp: アプリケーション

source: Contacts
ja_jp: 連絡先

source: Normal
ja_jp: 通常

source: Pause
ja_jp: ポーズ

source: Queue Active
ja_jp: キュー有効

source: Queues
ja_jp: キュー

source: items
ja_jp: アイテム

source: queues
ja_jp: キュー
