Repository: sirinibin/freepbx
Catalog: admin/modules/extensionroutes/i18n/*/LC_MESSAGES/extensionroutes.po
Languages: es_es, ja_jp

source: Allowed Extensions
es_es: Extensiones Permitidas
ja_jp: 許可する内線

source: Allowed Routes
es_es: Rutas Permitidas
ja_jp: 許可するルート

source: Blocked Extensions
es_es: Extensiones Bloqueadas
ja_jp: ブロックする内線

source: By checking this box it will select all extension routes, unchecking this box will uncheck all extension routes.
es_es: Para marcar esta casilla debe seleccionar todas las rutas, desmarque esta casilla para desmarcar todas las rutas.
ja_jp: チェックを入れると全ての内線ルートを選択します。外すと、選択を外します。

source: COMMERCIAL MODULE, REQUIRES A LICENSE. Allows the explicit exclusion/inclusion of extensions for each route, including calls forwarded or followme-ed from the extension
es_es: MÓDULO COMERCIAL REQUIERE UNA LICENCIA. Permite la exclusión/inclusión explicita de extensiones para otras rutas, incluyendo desvío de llamadas o sigueme desde la extensión
ja_jp: 有償モジュール。ご利用するにはライセンスの購入が必要です。 全てのルートにおいて、そのルートが使える内線を設定できます。内線のフォローミーや通常転送した通話も対象となります。

source: Check/Uncheck All Routes
es_es: Marca/Desmarca Todas las Rutas
ja_jp: 全てのルートを選択／非選択

source: Class Of Service is enabled
es_es: Las Clases de Servicio está habilitada
ja_jp: サービスクラスが有効です

source: Connectivity
es_es: Conectividad
ja_jp: 接続

source: Extension Routes
es_es: Rutas de Extensión
ja_jp: 内線ルート

source: Extension Routing
es_es: Enrutando extensión
ja_jp: 内線ルート

source: If checked this route is accessible to this user/extension
es_es: Si marca esta ruta se accesible para este usuario/extensión
ja_jp: チェックを入れると、このユーザー・内線はこのルートが使えるようになります。

source: Note: Extension Routes is not registered
es_es: Nota: Rutas de extensión no registrada
ja_jp: 注意: 内線ルートは登録されていません

source: Optional: Select extensions that are able to use this route.
es_es: Opcional: Seleccione las extensiones que son capaces de usar está ruta.
ja_jp: 任意: このルートの使用を許可する内線を選択します。

source: Please use CoS to manage your routes.
es_es: Por favor use CoS para administrar sus rutas.
ja_jp: サービスクラスからルートの管理を行ってください。

source: WARNING: Cannot connect to Asterisk Manager, fields will remain stale
es_es: Advertencia: No puede conectarse a Asterisk Manager, los campos permanecerán viciados
ja_jp: 警告: Asterisk Managerに接続できません。フィールドの情報は反映されません。

source: creating extensionroutes..
es_es: creando rutas de extensión..
ja_jp: extensionroutesを作成中..

source: done
es_es: hecho
ja_jp: 完了

source: dropping table extensionroutes..
es_es: borrando tabla de rutas de extensión..
ja_jp: extensionroutesテーブルをドロップ中..

source: extensionroutes table already exists, exiting
es_es: la tabla de rutas de extensión existe, saliendo
ja_jp: extensionroutesテーブルが既に存在するため終了します

source: removing AMPUSER outroute field..
es_es: Elminando AMPUSER del campo outroute..
ja_jp: AMPUSER outrouteフィールドを削除中..
