Repository: sirinibin/freepbx
Catalog: admin/modules/callback/i18n/*/LC_MESSAGES/callback.po
Languages: pt_pt

source: Add Callback
pt_pt: Adicionar Devolução de Chamada

source: Applications
pt_pt: Aplicações

source: Callback
pt_pt: Devolução de Chamadas

source: Callback
pt_pt: Devolução de Chamadas

source: Callback Description:
pt_pt: Descrição da Devolução de Chamadas:

source: Callback Number:
pt_pt: Número de Devolução de Chamadas:

source: Callback:
pt_pt: Devolução de Chamadas:

source: Callback: %s
pt_pt: Devolução de Chamadas: %s

source: Delay Before Callback:
pt_pt: Atraso Antes de Devolver Chamada:

source: Delete Callback
pt_pt: Apagar Devolução de Chamadas

source: Destination after Callback
pt_pt: Destino após Devolver Chamada

source: Edit Callback
pt_pt: Editar Devolução de Chamadas

source: Enter a description for this callback.
pt_pt: Introduza uma descrição para esta devolução de chamadas.

source: Optional: Enter the number of seconds the system should wait before calling back.
pt_pt: Opcional: defina quantos segundos o sistema deve esperar antes de devolver a chamada.

source: Optional: Enter the number to dial for the callback. Leave this blank to just dial the incoming CallerID Number
pt_pt: Opcional: defina o número a marcar para a devolução de chamada. Deixar em branco para marcar apenas o Número Chamador (CallerID)

source: Submit Changes
pt_pt: Submeter Alterações

source: The callback description provided is too long.
pt_pt: A descrição é demasiado longa.

source: deleted
pt_pt: apagado
