Repository: sirinibin/freepbx
Catalog: admin/modules/campon/i18n/*/LC_MESSAGES/campon.po
Languages: es_es

source: %s Incoming Requests
es_es: %s Solicitudes Entrantes

source: %s Outgoing Requests
es_es: %s Solicitudes Salida

source: %s sec
es_es: %s seg

source: 2 hrs
es_es: 2 horas

source: 20 sec
es_es: 20 seg

source: 3 hrs
es_es: 3 horas

source: 30 sec
es_es: 30 seg

source: 4 hrs
es_es: 4 horas

source: 45 sec
es_es: 45 seg

source: 5 hrs
es_es: 5 horas

source: 6 hrs
es_es: 6 horas

source: 7 hrs
es_es: 7 horas

source: 8 hrs
es_es: 8 horas

source: 80 min
es_es: 8 Min

source: Affects Asterisk: cc_agent_dialstring. If not set a callback request will be dialed straight to the speciifc device that made the call. If using 'native' technology support this may be the peferred mode. The 'internal' (Callback Standard) option will intiate a call back to the caller just as if someone else on the system placed the call, which means the call can pursue Follow-Me. To avoid Follow-Me setting, choose 'extension' (Callback Extension).
es_es: Afecta a Asterisk: cc_agent_dialstring. Si no se establece una solicitud de devolución de llamada se marcará directamente al dispositivo que hizo la llamada. Si se utiliza tecnología 'nativo' esto puede ser el modo predeterminado. La opción 'internal' (Devolución de llamada estándar) inicia una llamada a la persona que llama como si alguien más en el sistema hizo la llamada, lo que significa que la llamada puede perseguir a un Sígueme. Para evitar configuraciones Sígueme, seleccione 'extensión' (extensión de devolución de llamada).

source: Affects Asterisk: cc_agent_dialstring. With 'Callback Device Directly' a callback request will be dialed straight to the specific device that made the call. If using 'Native Technology Support' this may be the preferred mode. The 'Callback Standard' option will initiate a call back to the caller just as if someone else on the system placed the call, which means the call can pursue Follow-Me. To avoid Follow-Me setting, choose 'Callback Extension'.
es_es: Afecta Asterisk: cc_agent_dialstring. Con 'Devolución de llamada directamente a dispositivo" una solicitud de devolución de llamada se marcará directamente al dispositivo específico que hizo la llamada. Si utiliza 'el apoyo tecnológico nativo' ésta puede ser la modalidad preferida. La opción "Devolución de llamada estándar" iniciará una llamada a la persona que llama como si alguien más en el sistema coloca la llamada, lo que significa que la llamada puede seguir Sigue-Me. Para evitar los valores de Sígue-Me, seleccione 'Extensión de devolución de llamada'.

source: An optional Alert-Info setting that can be used to send to the extension being called back.
es_es: Una opción Alerta-Info que se puede utilizar para enviar a la extensión que le devuelven la llamada.

source: An optional Alert-Info setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to 'generic' device'
es_es: Una opción Alerta-Info que se puede utilizar cuando se inicia una devolución de llamada. Sólo es válido cuando la Política de la persona que llama está establecida en dispositivo 'genérico'

source: An optional Alert-Info setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'Generic Device' and 'Caller Callback Mode' is not set to 'Callback Device Directly'.
es_es: Una configuración opcional Alerta-Info que se puede utilizar al iniciar una devolución de llamada. Sólo es válido cuando "Política de Llamadas" se encuentra en un "Dispositivo Genérico" y "Modo de devolución de llamada al llamante 'no está en' Devolución de llamada directamente a dispositivo'.

source: An optional CID Prepend setting that can be used to send to the extension being called back.
es_es: Una configuración CID Opcional para Anteponer y que se puede utilizar para enviar a la extensión que se llamó.

source: An optional CID Prepend setting that can be used to send to the extension being called back.'
es_es: Una configuración opcional Prefijo CID que se puede utilizar para enviar a la extensión que se llamó de nuevo

source: An optional CID Prepend setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'Generic Device' and 'Caller Callback Mode' is not set to 'Callback Device Directly'.
es_es: Una configuración opcional de Anteponer CID que se puede utilizar al iniciar una devolución de llamada. Sólo es válido cuando "Política de Llamadas" se encuentra en un "Dispositivo Genérico" y "Modo de devolución de llamada del llamante" no está en "Devolución de llamada directamente a dispositivo".

source: An optional CID Prepend setting that can be used when initiating a callback. Only valid when 'Caller Policy' is set to a 'generic' device'
es_es: Una configuración opcional Prefijo CID que se puede utilizar cuando se inicia una devolución de llamada.Sólo es válido cuando la Política de la persona que llama se establece en dispositivo 'genérico'

source: Announce
es_es: Anuncio

source: Announce Callback Extension
es_es: Anuncio Devolución Extensión

source: Announce the Callee Extension
es_es: Anuncio la Extensión llamada

source: Asteirsk: ccbs_available_timer. How long a call completion request will remain active, in seconds, before expiring if the phone rang busy when first attempting the call.
es_es: Asterisk: ccbs_available_timer. Por cuánto tiempo una solicitud de devolución de llamada permanecerá activa, en segundos, antes de expirar si el teléfono sonó ocupado la primera vez que intentó la llamada.

source: Asteirsk: ccnr_available_timer. How long a call completion request will remain active, in seconds, before expiring if the phone was simply unanswered when first attempting the call.
es_es: Asteirsk: ccnr_available_timer. Por cuánto tiempo una solicitud de devolución de llamada permanecerá activa, en segundos, antes de expirar si en el teléfono era simplemente la primera vez que intentaba contestar la llamada.

source: Asterisk: cc_agent_policy. Used to enable Camp-On for a user and set the Technology Mode that will be used when engaging the feature. In most cases 'generic' should be chosen unless you have phones designed to work with channel specific capabilities.
es_es: Asterisk: cc_agent_policy. Se utiliza para habilitar la Camp-on para un usuario y establecer el modo de la tecnología que se utiliza. En la mayoría de los casos 'genérico' debe ser elegido a menos que tenga los teléfonos diseñados para trabajar con capacidades específicas de los canales.

source: Asterisk: cc_agent_policy. Used to enable Camp-On for this user and set the Technology Mode that will be used when engaging the feature. In most cases 'Generic Device' should be chosen unless you have phones designed to work with channel specific capabilities.
es_es: Asterisk: cc_agent_policy. Se utiliza para activar Camp-On para este usuario y establecer el modo de Tecnología que se utilizará cuando se involucra la función. En la mayoría de los casos se debe elegir 'Dispositivo Genérico " a menos que tenga teléfonos diseñados para trabajar con las capacidades específicas de canal.

source: Asterisk: cc_max_agents. Only valid for when using 'Native Technology Support' for Caller Policy. This is the number of outstanding Call Completion requests that can be pending to different extensions. With 'Generic Device' mode you can only have a single request outstanding and this will be ignored.
es_es: Asterisk: cc_max_agents. Sólo es válido para cuando se utiliza 'el apoyo tecnológico nativo' en Política de Llamadas. Este es el número de solicitudes de terminación de llamadas pendientes que pueden estar pendientes a diferentes extensiones. Con el modo "Dispositivo genérico" y que sólo puede tener una única solicitud pendiente y por tanto esto será ignorado.

source: Asterisk: cc_max_agents. Only valid for when using 'native' technology support for Caller Policy. This is the number of outstanding Call Completion requests that can be pending to different extensions. With 'generic' device mode you can only have a single request outstanding and this will be ignored.
es_es: Asterisk: cc_max_agents. Sólo válido para cuando se utiliza tecnología 'nativo'. Este es el número de solicitudes pendientes de devolución de llamadas que pueden estar pendientes de diferentes extensiones. Con el modo dispositivo 'genérico' sólo puede tener una sola solicitud pendiente y esta será ignorada.

source: Asterisk: cc_max_monitors. This is the maximum number of callers that are allowed to queue up call completion requests against this extension.
es_es: Asterisk: cc_max_monitors. Este es el número máximo de participantes que se les permite poner en cola las solicitudes de devolución de llamadas en esta extensión.

source: Asterisk: cc_monitor_policy. Used to control if other phones are allowed to Camp On to an extension. If so, it sets the technology mode used to monitor the availability of the extension. If no specific technology support is available then it should be set to a 'generic'. In this mode, a callback will be initiated to the extension when it changes from an InUse state to NotInUse. If it was busy when first attempted, this will be when the current call has eneded. If it simply did not answer, then this will be the next time this phone is used to make or answer a call and then hangs up. It is possible to set this to take advantage of 'native' technology support if available and automatically fallback to 'generic' whe not by setting it to 'always'.
es_es: Asterisk: cc_monitor_policy. Se utiliza para controlar si otros teléfonos pueden devolver a una extensión. Si es así, ajusta el modo de la tecnología utilizada para monitorear la disponibilidad de la extensión. Si no hay apoyo tecnológico específico disponible, entonces se debe establecer en 'genérico'. En este modo, una devolución de llamada se pondrá en marcha a la extensión cuando se cambia de un estado de InUse a NotInUse. Si estaba ocupado cuando se intentó por primera vez, esto generará la llamada en curso. Si simplemente no obtuvo respuesta, entonces esto será la próxima vez que se usa este teléfono para llamar o contestar una llamada y luego cuelga. Es posible establecer que se trata de aprovechar el soporte 'nativo' de tecnología si está disponible y automáticamente se reserva para 'genérico' cuando no se establece en 'siempre'.

source: Asterisk: cc_monitor_policy. Used to control if other phones are allowed to Camp On to this extension. If so, it sets the technology mode used to monitor the availability of the extension. If no specific technology support is available then it should be set to a 'Generic Device'. In this mode, a callback will be initiated to this extension when it changes from an InUse state to NotInUse. If it was busy when first attempted, this will be when the current call has ended. If it simply did not answer, then this will be the next time this phone is used to make or answer a call and then hangs up. It is possible to set this to take advantage of 'Native Technology Support' if available and automatically fallback to the 'Generic Mode' when not.
es_es: Asterisk: cc_monitor_policy. Se utiliza para controlar si otros teléfonos se permite Camp-on en esta extensión. Si es así, se establece el modo de tecnología utilizada para monitorear la disponibilidad de la extensión. Si no hay soporte de tecnología específica, entonces se debe establecer en un "Dispositivo Genérico". En este modo, una devolución de llamada se iniciará a esta extensión cuando cambia de un estado a NotInUse. Si estaba ocupado cuando primero intento, esto será cuando la llamada actual se haya terminado. Si simplemente no contestaba, entonces esto va a ser la próxima vez que este teléfono se utiliza para realizar o contestar una llamada y luego cuelga. Es posible ajustar este para aprovechar 'el apoyo tecnológico nativo' si está disponible y automáticamente volver a 'Modo genérico " cuando no.

source: Asterisk: cc_offer_timer. How long after dialing an extension a user has to make a call completion request.
es_es: Asterisk: cc_offer_timer. Cuánto tiempo después de marcar una extensión de un usuario tiene que hacer una solicitud de terminación de llamadas.

source: Asterisk: cc_offer_timer. How many seconds after dialing an extenion a user has to make a call completion request.
es_es: Asterisk: cc_offer_timer. ¿Cuántos segundos después de marcar un extensión un usuario tiene que hacer una solicitud de devolución de llamadas.

source: Asterisk: cc_recall_timer. How long in seconds to ring back a caller who's Caller Policy is set to 'Generic Device'. This has no affect if set to any other setting.
es_es: Asterisk: cc_recall_timer. ¿Cuánto tiempo en segundos para llamar a un interlocutor que está directiva establece en 'Dispositivo genérico'. Esto no tiene ningún efecto si se establece en cualquier otro entorno.

source: Asterisk: cc_recall_timer. How long to ring back a caller who's Caller Policy is set to 'Generic Device'. This has no affect if to any other setting.
es_es: Asterisk: cc_recall_timer. Cuánto tiempo para que timbre de regreso al llamante cuya Políticas de llamadas está establecido en "Dispositivo Genérico". Esto no tiene ningún efecto sobre cualquier otro ajuste.

source: Asterisk: ccbs_available_timer. How long a call completion request will remain active before expiring if the phone rang busy when first attempting the call.
es_es: Asterisk: ccbs_available_timer. Por cuánto tiempo una solicitud finalización llamada permanecerá activa antes de expirar si el teléfono sonó ocupado cuando primero se intento la llamada.

source: Asterisk: ccnr_available_timer. How long a call completion request will remain active before expiring if the phone was simply unanswered when first attempting the call.
es_es: Asterisk: ccnr_available_timer. Por cuánto tiempo una solicitud finalización llamada permanecerá activa antes de expirar si el teléfono dio simplemente sin respuesta cuando se intento la primera llamada.

source: BLF Camp-On Available State
es_es: Estado Disponible BLF Devolución

source: BLF Camp-On Busy Caller State
es_es: Estado Ocupado BLF Devolución

source: BLF Camp-On Pending State
es_es: Estado Pendiente BLF Devolución

source: BLF Camp-On Recalling State
es_es: Estado Rellamada BLF Devolución

source: Call Camp-On Services
es_es: Servicios Devolución

source: Callback Alert-Info
es_es: Alert-Info Devolución

source: Callback CID Prepend
es_es: Prefijo CID Devolución

source: Callback Device Directly
es_es: Devolución Directa

source: Callback Extension (no Follow-Me)
es_es: Extensión Devolución (no Sígueme)

source: Callback Standard
es_es: Devolución Estandar

source: Callee Alert-Info
es_es: Alert-Info Llamado

source: Callee CID Prepend
es_es: Prefijo CID Llamado

source: Callee Policy
es_es: Política Llamado

source: Callee Policy Default
es_es: Política Destino Por Defecto

source: Caller Callback Mode
es_es: Modo Devolución Llamante

source: Caller Policy
es_es: Política Llamante

source: Caller Policy Default
es_es: Política Llamada Por Defecto

source: Caller Timeout to Request
es_es: Tiempo Espera Solicitud por Defecto

source: Caller Timeout to Request Default
es_es: Tiempo Espera Solicitud por Defecto

source: Camp-On
es_es: Devolución

source: Camp-On Cancel
es_es: Cancelar Devolución

source: Camp-On Module
es_es: Módulo Devolución

source: Camp-On Request
es_es: Enviar Devolución

source: Camp-On Toggle
es_es: Switch Camp-on

source: Default Callback Alert-Info
es_es: Alert-Info Devolución por Defecto

source: Default Callback CID Prepend
es_es: Prefijo CID Devolución por Defecto

source: Default Callee Alert-Info
es_es: Alert-Info por Defecto Llamada

source: Default Callee CID Prepend
es_es: Prefijo Llamada CID por Defecto

source: Default Caller Callback Mode
es_es: Modo Por Defecto Devolución

source: Default Max Camped-On Extensions
es_es: Max Extensiones de Devolución

source: Default Max Queued Callers
es_es: Max Cola de Llamadas por Defecto

source: Default Time to Ring Back Caller
es_es: Tiempo por Defecto Sonar

source: Disable Camp-On
es_es: Deshabilitar Devolución

source: Forcing default settings
es_es: Forzar Configuración Default

source: Generic Device
es_es: Dispositivo Genérico

source: If this is set to 'generic' or 'always' then it will be possible to attempt call completion requests when dialing non-extensions such as ring groups and other possible destinations that could work with call completion. Setting this will bypass any Callee Policies and can result in inconsistent behavior. If set, 'generic' is the most common, 'always' will attempt to use technology specific capabilities if the called extension uses a channel that supports that.
es_es: Se establece en 'genérico' o 'siempre', entonces será posible intentar las solicitudes de terminación de llamadas al marcar las extensiones que no son grupos de llamada y otros posibles destinos que podrían trabajar con la devolución de llamadas. Al establecer esto se anulan todas las políticas callee y puede resultar en un comportamiento incoherente. Si se establece en 'genérico' es el más común, 'siempre' intentará utilizar las capacidades tecnológicas específicas, si la extensión llamada utiliza un canal que apoya a esto.

source: Max Camp-On Life Busy
es_es: Max Devolución Ocupado Por Defecto

source: Max Camp-On Life Busy Default
es_es: Max Devolución Ocupado Por Defecto

source: Max Camp-On Life No Answer
es_es: Max Devolución No Contesta Por Defecto

source: Max Camp-On Life No Answer Default
es_es: Max Devolución No Contesta Por Defecto

source: Max Camped-On Extensions
es_es: Max Extensiones Devolución

source: Max Queued Callers
es_es: Max Cola de Llamadas

source: Maximum Active Camp-On Requests
es_es: Máxino Número de Solicitudes

source: Native Technology Support
es_es: Tecnología Soporte Nativo

source: Native Where Available
es_es: Nativo Cuando Disponible

source: Non Extensions Callee Policy
es_es: Política Llamada No Extensiones

source: Only Use Default Camp-On Settings
es_es: Sólo utilizar Configuraciones por Defecto

source: Please enter a valid Alert-Info
es_es: Por favor entre un Alert-Info valido

source: Please enter a valid CID Prefix
es_es: Por favor entre un prefijo CID valido

source: Settings
es_es: Configuraciones

source: Silent
es_es: Silencio

source: System wide maximum number of outstanding Camp-On requests that can be active. This limit is useful on a system that may have memory constraints since the internal state machine takes up system resources relative to the number of active requests it has to track. Restart Asterisk for changes to take effect.
es_es: El número máximo, de solicitudes pendientes del sistema que pueden estar activos. Este límite es muy útil en un sistema que puede tener restricciones de memoria desde la máquina de estado interno o tiene los recursos del sistema limitados en relación con el número de solicitudes activas que tiene que seguir. Reiniciar Asterisk para que los cambios surtan efecto.

source: The following settings are being used for all extensions. To configure individually set 'Only Use Default Camp-On Settings' to false on the Advanced Settings page. Active settings:
es_es: Los ajustes siguientes se utilizan para todas las extensiones. Para configurar de forma individual establecer 'Sólo utilizar Configuración por Defecto Devolución' en falso en la página Configuraciones Avanzadas. La configuración Activa es:

source: This is the state that will be set for BLF subscriptions after attempting a call while it is still possible to Camp-On to the last called number, prior to the offer_timer expiring. Restart Asterisk for changes to take effect.
es_es: Este es el estado que se establecerá para las suscripciones de BLF después de intentar una llamada mientras todavía es posible para poner en espera al último número llamado, antes de expirar offer_timer. Reinicie Asterisk para que los cambios surtan efecto.

source: This is the state that will be set for BLF subscriptions once the callee becomes available if the caller is not busy. Restart Asterisk for changes to take effect.
es_es: Este es el estado que se establecerá para las suscripciones una vez que el destinatario de la llamada BLF está disponible si la persona que llama no está ocupado. Reinicie Asterisk para que los cambios surtan efecto.

source: This is the state that will be set for BLF subscriptions upon a successful Camp-On request, pending a callback when the party becomes available. Restart Asterisk for changes to take effect.
es_es: Este es el estado que se establecerá para las suscripciones de BLF en una solicitud de Devolución cuando esté disponible.Reinicie Asterisk para que los cambios surtan efecto.

source: This module implements the Call Completion Supplemental Services (CCSS) often referred to as Call Camping or Camp-On. It allows a caller to request the system call them back when a busy or non-responding extension becomes available. Requires Asterisk 1.8 or higher.
es_es: Este módulo implementa la devolución de llamada Servicios Suplementarios (CCSS) se refiere a aparcar la llamada y puesta en espera. Permite que una persona que llama pueda solicitar la llamada al sistema de nuevo cuando una extensión ha estado ocupada o no responde y vuelva a estar disponible. Requiere Asterisk 1.8 o superior.

source: Time to Ring Back Caller
es_es: Tiempo por Defecto Sonar

source: When set to true the target extension being called will be announced upone answering the Callback prior to ringing the extension. Setting this to false will go directly to ringing the extension, the CID information will still reflect who is being called back.
es_es: Cuando se establece en verdadero la extensión de destino que se llama se dará a conocer al responder a la devolución de llamada antes de que llama a la extensión. Si se establece en falso va directamente la llama a la extensión, la información CID seguirá reflejando que se está llamando de vuelta.

source: Whether or not to announce the extension that is being called back when the phone is picked up.
es_es: Sea o no para anunciar la extensión que se está llamando de nuevo cuando el teléfono está descolgado.

source: You can force all extensions on a system to only used the default Camp-On settings. When in this mode, the individual settings will not be shown on the extension page. If there were unique settings previously configured, the data will be retained but not used unless you switch this back to false. With this set, the Caller Policy (cc_agent_policy) and Callee Policy (cc_monitor_policy) settings will still be configurable for each user so you can still enable/disable Call Camping ability on select extensions.
es_es: Usted puede obligar a todas las extensiones de un sistema a que sólo se utilice el valor por defecto de la configuración de Devolución. En este modo, los valores individuales no se mostrarán en la página de extensión. Si hubiera una configuración única configurada previamente, los datos se mantienen, pero no se utilizan a menos que cambie esto a falso. Con este conjunto, la política de llamadas (cc_agent_policy) y Política Callee (cc_monitor_policy) se pueden configurar para cada usuario por lo que aún se puede activar/desactivar la capacidad de devolución de llamada en las extensiones seleccionadas.
