Repository: sirinibin/freepbx
Catalog: admin/modules/miscdests/i18n/*/LC_MESSAGES/miscdests.po
Languages: fa_ir, pt_br

source: Actions
fa_ir: عملیات
pt_br: Ações

source: Add Misc Destination
fa_ir: افزودن مقصد اضافی
pt_br: Adicionar Destino Diversificado

source: Allows creating destinations that dial any local number (extensions, feature codes, outside phone numbers) that can be used by other modules (eg, IVR, time conditions) as a call destination.
pt_br: Permite a criação de destinos que disquem qualquer número Local (ramis, códigos de recurso, números de telefone externos) que pode ser usado por outros módulos (por exemplo, URA, condições de tempo) como um destino da chamada.

source: Applications
fa_ir: برنامه ها
pt_br: Aplicações

source: Delete
fa_ir: حذف
pt_br: Apagar

source: Description:
fa_ir: شرح：
pt_br: Descrição:

source: Destination
fa_ir: مقصد
pt_br: Destino

source: Dial:
fa_ir: شماره گیری：
pt_br: Discar:

source: Edit Misc Destination
fa_ir: ویرایش مقصد اضافی
pt_br: Editar Destino Diversificado

source: Enter the number this destination will simulate dialing, exactly as you would dial it from an internal phone. When you route a call to this destination, it will be as if the caller dialed this number from an internal phone.
pt_br: Insira o número que este destino irá simular a discagem, exatamente como você iria discá-lo a partir de um telefone interno. Quando você direciona para este destino, será como se o usuário chamador discasse esse número de um telefone interno.

source: Extension
fa_ir: داخلی
pt_br: Ramal

source: Give this Misc Destination a brief name to help you identify it.
fa_ir: به داخلی Misc یک نام مناسب دهید تا راحت تر تشخیص دهید.
pt_br: Dê um breve nome de Destino Diversificado para ajudar a identificá-lo.

source: If you need access to a Feature Code, such as *98 to dial voicemail or a Time Condition toggle, these destinations are now provided as Feature Code Admin destinations. For upgrade compatibility, if you previously had configured such a destination, it will still work but the Feature Code short cuts select list is not longer provided.<br/><br/>
pt_br: Se você precisar acessar um Código de Recurso, por exemplo, *98 para discar para o correio de voz ou Condição de Tempo, esses destinos são atualmente fornecidos como destinos de Administrador de Código de Recurso. Para compatibilidade de atualização, se você já configurou esse destino, ela ainda funcionará, mas a lista de seleção de atalhos do código de recurso não será mais fornecida. <br/><br/>

source: List Misc Destinations
fa_ir: فهرست مقاصد اضافی
pt_br: Lista de Destinos Diversificados

source: Misc Destination: %s
fa_ir: مقصد اضافی：%s
pt_br: Destino Diversificado: %s

source: Misc Destinations
fa_ir: مقاصد اضافه
pt_br: Destino Diversificado

source: Misc Destinations are for adding destinations that can be used by other FreePBX modules, generally used to route incoming calls. If you want to create feature codes that can be dialed by internal users and go to various destinations, please see the <strong>Misc Applications</strong> module.
pt_br: Os Destinos Diversificados adicionam destinos que podem ser usados por outros módulos FreePBX, geralmente usados para encaminhar chamadas recebidas. Se você quiser criar códigos de recurso que podem ser discados por usuários internos e ir para vários destinos, consulte o módulo <strong>Aplicativos Diversificados </strong>.

source: Please enter a valid Description
fa_ir: شرح معتبر وارد کنید
pt_br: Por favor, digite uma descrição válida

source: Please enter a valid Dial string
fa_ir: رشته عددی صحیح وارد کنید
pt_br: Por favor, digite uma seqüência de discagem válida

source: Removing Settings table
fa_ir: حذف تنظیمات جدول
pt_br: Removendo a tabela de Configurações

source: Reset
fa_ir: بازنشانی
pt_br: Reiniciar

source: Submit
fa_ir: ثبت
pt_br: Enviar

source: This destination is in use. Deleting it may cause things to not work properly
fa_ir: این مقصد درحال استفاده است. حذف آن باعث ایجاد مشکل میشود
pt_br: Este destino está em uso. A exclusão pode fazer com que algumas coisas não funcionem corretamente
