Repository: sirinibin/freepbx
Catalog: admin/modules/callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: de_de

source: Busy
de_de: Beschäftigt

source: Call Forward
de_de: Anrufweiterleitung

source: Call Forward All Activate
de_de: Alle Anrufweiterleitungen aktivieren

source: Call Forward All Deactivate
de_de: Alle Anrufweiterleitungen deaktivieren

source: Call Forward All Prompting Activate
de_de: Alle Anrufweiterleitungen für angeforderte Nummer aktivieren

source: Call Forward All Prompting Deactivate
de_de: Alle Anrufweiterleitungen für angeforderte Nummer deaktivieren

source: Call Forward Busy Activate
de_de: Anrufweiterleitung bei Besetzt aktivieren

source: Call Forward Busy Deactivate
de_de: Anrufweiterleitung bei Besetzt deaktivieren

source: Call Forward Busy Prompting Activate
de_de: Anrufweiterleitung bei Besetzt für angeforderte Nummer aktivieren

source: Call Forward Busy Prompting Deactivate
de_de: Anrufweiterleitung bei Besetzt für angeforderte Nummer deaktivieren

source: Call Forward No Answer/Unavailable Activate
de_de: Anrufweiterleitung bei nicht Erreichbar / nicht Verfügbar aktivieren

source: Call Forward No Answer/Unavailable Deactivate
de_de: Anrufweiterleitung bei nicht Erreichbar / nicht Verfügbar deaktivieren

source: Call Forward No Answer/Unavailable Prompting Activate
de_de: Anrufweiterleitung bei nicht Erreichbar / nicht Verfügbar für angeforderte Nummer aktivieren

source: Call Forward Toggle
de_de: Anrufweiterleitung umschalten

source: Call Forwarding
de_de: Anrufweiterleitung

source: Call Forwarding Has Been Updated!
de_de: Anrufweiterleitung wurde aktualisiert!

source: CallForward Ringtimer
de_de: Anrufweiterleitung nach ... mal Klingeln

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
de_de: Anzahl der Sekunden wie lange es klingelt, bevor der Anruf zum Anrufbeantworter oder einem anderen Ziel, welches von einem Administrator auf diesem Konto eingerichtet werden kann, weitergeleitet wird. Bei der Einstellung "Immer" klingelt die Rufweiterleitung, bis sie beantwortet wird oder der Anrufer auflegt. Bei Standardeinstellung wird der in Klingeldauer eingestellten Wert verwendet. Ihre Einstellung hier wird immer erzwungen, wenn es keinen Anrufbeantworter oder kein alternatives Ziel für einen Anruf gibt.

source: Seconds
de_de: Sekunden

source: Unavailable
de_de: Nicht Verfügbar

source: Unconditional
de_de: Uneingeschränkt
