Repository: sirinibin/freepbx
Catalog: admin/modules/languages/i18n/*/LC_MESSAGES/languages.po
Languages: de_de

source: Add Language
de_de: Sprache hinzuf&uuml;gen

source: Add Language Instance
de_de: Sprachinstanz hinzf&uuml;gen

source: Adds the ability to changes the language within a call flow and add language attribute to users.
de_de: Fügt die M&ouml;glichkeit hinzu, die Sprache während einer Anrufverarbeitung (call flow) zu &auml;ndern und ein Sprachattribut den Benutzern hinzu.

source: Allows you to set the language for this DID.
de_de: Erlaubt Ihnen die Sprache für diese Durchwahl (DID) zu setzen.

source: Applications
de_de: Anwendungen

source: Delete
de_de: L&ouml;schen

source: Description
de_de: Beschreibung

source: Destination
de_de: Ziel

source: Edit Language Instance
de_de: Sprachinstanz bearbeiten

source: Edit:
de_de: Bearbeiten:

source: Invalid description specified
de_de: Ung&uuml;ltige Beschreibung angegeben

source: Language
de_de: Sprache

source: Language Change: %s
de_de: Sprach&auml;nderung: %s

source: Language Code
de_de: Sprachk&uuml;rzel

source: Language: %s
de_de: Sprache: %s

source: Languages
de_de: Sprachen

source: Languages allow you to change the language of the call flow and then continue on to the desired destination. For example, you may have an IVR option that says "For French Press 5 now". You would then create a French language instance and point it's destination at a French IVR. The language of the call's channel will now be in French. This will result in French sounds being chosen if installed.
de_de: Sprachen erlauben es Ihnen die Sprache des Anrufs zu &auml;ndern um dann zu der gew&uuml;nschten Rufnummer zu kommen. Zum Beispiel, Sie haben eine IVR Option die ansagt "Für franz&ouml;sisch dr&uuml;cken Sie bitte jetzt die 5". Es würde dann eine franz&ouml;sische Sprachinstanz erzeugt und der Anruf auf einen franz&ouml;sischen IVR umgeleitet. Die Sprache des Anrufkanals wäre nun in franz&ouml;sisch. D.h. die Ansagen würden in franz&ouml;sisch ausgew&auml;hlt, sofern diese installiert sind.

source: Please enter a valid Language Code
de_de: Bitte geben Sie einen gültiges Sprachk&uml;rzel ein

source: The Asterisk language code you want to change to. For example "fr" for French, "de" for German
de_de: Das Asterisk Sprachkürzel zu dem Sie wechseln wollen. Zum Beispiel "fr" f&uuml;r franz&ouml;sisch oder "de" für deutsch

source: The descriptive name of this language instance. For example "French Main IVR"
de_de: Beschreibung oder Name für diese Sprachinstanz. Zum Beispiel "franz&ouml;sischer Haupt IVR"

source: This will cause all messages and voice prompts to use the selected language if installed.
de_de: Dies bedeutet, dass alle Nachrichten und Ansagen die ausgewählte Sprache nutzen, sofern diese installiert sind.
