Repository: sirinibin/freepbx
Catalog: admin/modules/areminder/i18n/*/LC_MESSAGES/areminder.po
Languages: es_es

source: %u hours
es_es: %u horas

source: %u minutes
es_es: %u minutos

source: Action
es_es: Acción

source: Actions
es_es: Acciones

source: Add
es_es: Agregar

source: Add Reminder
es_es: Agregar recordatorio

source: Adding notes column to database...
es_es: Agregando columna de notas a la base de datos...

source: Allow Appointment Reminders
es_es: Permitir Recordatorio de Citas

source: Amount of time to wait after the first attempt before retrying.
es_es: Tiempo a esperar después del primer intento y volver a intentar.

source: Append to existing List
es_es: Anexar a la lista existente

source: Applications
es_es: Aplicaciones

source: Appointment Date
es_es: Fecha de cita

source: Appointment Reminder
es_es: Recordatorio de Cita

source: Appointment Reminder %s
es_es: Recordatorio de Cita %s

source: Appointment Reminders
es_es: Recordatorios de Citas

source: Attach As
es_es: Anexar como

source: Automatic Updates
es_es: Actualizaciones Automaticas

source: Browse
es_es: Vistazo/Explorar

source: CALLEDBACK
es_es: DEVOLVIÓ LLAMADA

source: CANCEL
es_es: CANCELAR

source: CONFIRM
es_es: CONFIRMAR

source: Call Date
es_es: Fecha Llamada

source: Call Status
es_es: Estado Llamada

source: Called Date
es_es: Fecha que se llamo

source: Caller ID Name
es_es: Nombre ID Llamada

source: Campaigns this user can manage
es_es: Campañas que este usuario puede manejar

source: Choose the CSV file to upload. This should be a basic CSV with the following columns: Name, Phone Number, Date (YYYY-MM-DD HH:MM:SS)
es_es: Escoja un archivo csv para subir. Este debe ser un archivo básico que contenga las siguientes columnas: Nombre, Numero de Teléfono, Fecha (YYY-MM-DD HH:MM:SS)

source: Close
es_es: Cerrar

source: Column present
es_es: Columna Presente

source: Critical Error: Text To Speech Engines is not installed
es_es: Error crítico: Los motores de texto a voz no están instalados

source: Customer Service Destination
es_es: Destino Atención al Cliente

source: Daily End Time
es_es: Hora de fin de día

source: Daily Report Completion Email(s)
es_es: Reporte Diario de Completación de Correos

source: Daily Start Schedule
es_es: Inicio Diario Horario

source: Daily Start Time
es_es: Hora de Comienzo diaria

source: Daily end schedule
es_es: Fin Horario Diario

source: Date
es_es: Fecha

source: Date Announcement
es_es: Anuncio Fecha

source: Default
es_es: Por Defecto

source: Delete
es_es: Borrar

source: Delete After Importing
es_es: Borrar luego de Importar

source: Disabled
es_es: Deshabilitado

source: Download CSV
es_es: Descarga CSV

source: Download Link
es_es: Vinculo para descargar

source: Download Now
es_es: Descargar ahora

source: Download Results:
es_es: Resultado de Descarga:

source: EXPIRED
es_es: EXPIRADO

source: Edit Reminder
es_es: Editar Recordatorio

source: Edit Reminder %s
es_es: Editar Recordatorio %s

source: Edit reminder
es_es: Editar Recordatorio

source: Email From
es_es: Correo de

source: Enabled
es_es: Habilitado

source: End Date
es_es: Fecha final

source: Enter the URI to download the report from, such as:<br>ftp://username:password@192.168.1.1/reminder.csv<br/>&nbsp; or<br />http://myserver.remote.com/downloadfile/file.csv<br />Currently, only http(s) and ftp are supported.
es_es: Introduzca el URI para descargar el reporte, tal como: <br>ftp://username:password@192.168.1.1/reminder.csv<br/>&nbsp; o <br />http://myserver.remote.com/downloadfile/file.csv<br />En la actualidad, sólo http (s) y FTP son soportados.

source: Enter the outbound Caller ID you wish to use.
es_es: Introduzca el ID de Llamada de salida que quiere usar.

source: Every period, the server will attempt to download the file. Minimum of 300 seconds (5 Mins)
es_es: Cada periodo, el servidor intentara bajar el archivo. Como mínimo 300 segundos (5 Min)

source: FTP ONLY! After successfully importing the csv file, the source will be deleted.
es_es: SOLO FTP! Luego de importar satisfactoriamente el archivo csv, el original sera borrado.

source: Filter By
es_es: Filtrado Por

source: Fixed
es_es: Fijo

source: Fixed Caller ID
es_es: ID de llamada Fijo

source: Fri
es_es: Vie

source: Generate
es_es: Generar

source: Generate Report
es_es: Generar Reporte

source: Global Settings
es_es: Configuración Global

source: How should the data from this CSV be handled
es_es: Como los datos de este CSV podrán ser manejados

source: Initial Greeting
es_es: Saludo Inicial

source: Instructions
es_es: Instrucciones

source: List
es_es: Lista

source: List Reminders
es_es: Listar Recordatorios

source: List Updates
es_es: Listar Actualizaciones

source: Log for Callback
es_es: Bitácora para Devolver Llamada

source: Manage Recipients
es_es: Manejar Recipientes

source: Manage recipients
es_es: Manejar recipientes

source: Manage recipients for %s
es_es: Manejar recipientes para %s

source: Max Advance Notice
es_es: Notificación Avanzada Max

source: Maximum Calls
es_es: Máximo de Llamadas

source: Maximum Simultanious Calls
es_es: Máximo llamadas simultaneas

source: Maximum number of days notice to give the recipient. You can add appointments further into the future, however, no calls will be placed until the appointment date is within this number of days.
es_es: El número máximo de días de antelación para dar notificación al destinatario. Puede agregar citas más en el futuro, sin embargo, no se colocará ninguna llamada hasta que la fecha de la cita este dentro de este número de días.

source: Merge
es_es: Mezclar

source: Module Admin
es_es: Modulo Admin

source: Mon
es_es: Lun

source: NOANSWER
es_es: NOCONTESTA

source: Name
es_es: Nombre

source: New
es_es: Nuevo

source: New Reminder
es_es: Nuevo Recordatorio

source: No Data
es_es: No Datos

source: No id received
es_es: No recibió id

source: None
es_es: Nada

source: Not Running
es_es: No esta corriendo

source: Notes
es_es: Notas

source: Nothing received
es_es: Nada Recibido

source: Number
es_es: Numero

source: Number of times to retry the call if no response is received on the first call.
es_es: Numero de veces a intentar la llamada si no se recibe respuesta en la primera llamada.

source: OPERATOR
es_es: OPERADOR

source: Optionally, provide a Caller ID name to appear to internal extensions.
es_es: Opcionalmente, proveer un nombre ID de Llamada a aparecer en las extensiones internas.

source: Outbound CID Mode
es_es: Modo CID Saliente

source: Overview
es_es: Visión de Conjunto

source: PENDING
es_es: PENDIENTE

source: Phone Number
es_es: Numero teléfono

source: Please install the Text to Speech Modules from %s before using Appointment Reminders.
es_es: Por favor Instale el Modulo Texto a voz desde %s antes de usar Appointment Reminders.

source: Please read %s for information on the CSV file format
es_es: Por favor lea %s para mas información acerca del formato de los CSV

source: Provide a friendly name for the reminder.
es_es: Provea un nombre familiar para el recordatorio.

source: Provide one or more email addresses, separated by a comma, to send daily reports to upon completion of calling for the day.
es_es: Proveer una o mas direcciones de correo, separadas por coma, para enviar reportes diarios una vez completadas las llamadas del dia.

source: Provide the email address that the completion emails will be sent from.
es_es: Proveer la dirección de correo que llevaran como originario los correos de completación.

source: Purge List
es_es: Purgar Lista

source: RESCHEDULE
es_es: REPROGRAMAR

source: Recipient List
es_es: Lista Recipientes

source: Reminder
es_es: Recordatorio

source: Reminder Reports
es_es: Reportes de Recordatorios

source: Replace existing list
es_es: Reemplazar lista existente

source: Reports
es_es: Reportes

source: Reschedule Behavior
es_es: Comportamiento de re-programar

source: Rescheduling Destination
es_es: Destino Re-Programación

source: Reset
es_es: Reinicio

source: Retry Count
es_es: Conteo Re-intento

source: Retry Delay
es_es: Intervalo de Re-intento

source: Running
es_es: Corriendo

source: SEENOTES
es_es: VERNOTAS

source: Sat
es_es: Sab

source: Save Changes
es_es: Guardar Cambios

source: Save settings
es_es: Guardar Configuración

source: Say Appointment Date
es_es: Diga Fecha de Cita

source: Say Name
es_es: Diga el Nombre

source: Say the date of the appointment to the caller
es_es: Diga la Fecha de la cita al llamante

source: Seconds
es_es: Segundos

source: Select CSV
es_es: Seleccione CSV

source: Select a reminder to use for this report.
es_es: Selecciones un Recordatorio a usar para este Reporte.

source: Select a reminder:
es_es: Seleccione un Recordatorio:

source: Select the destination the recipient will be sent to if they choose Customer Service.
es_es: Selecciones el destino al que el recipiente sera enviado si este escoge Atención Al Cliente.

source: Select the first day of the range you would like included in this report.
es_es: Seleccione el primer día del rango que usted desea incluir en este reporte.

source: Select the parameter you would like the resulting data sorted by.
es_es: Seleccione el parámetro por el cual le gustaría que los datos estén ordenados.

source: Select the way you would like the Caller ID to be handled.
es_es: Seleccione la forma como usted desea que el ID de Llamada sea manejado.

source: Select whether you would like the callers name to be said. If selected it will use Text To Speech to read the name of the person associated with the reminder.
es_es: Indique si desea que el nombre del llamante sea dicho. Si es seleccionado se usara Texto a Voz para leer el nombre de la persona asociada al recordatorio.

source: Select whether you would like to filter by the Appointment date or the Call date.
es_es: Seleccione si es que desea filtrar por fecha de cita o de llamada.

source: Select which Text to Speech Engine you wish to use to say the recipients name.
es_es: Selecciones que motor de Texto a Voz desea usar para decir en nombre del receptor.

source: Should this reminder be enabled?
es_es: Debería este recordatorio habilitarse?

source: Silence Length
es_es: Duración de Silencio

source: Silence Timeout
es_es: Tiempo de espera de Silencio

source: Single Update
es_es: Actualización Simple

source: Sort By
es_es: Ordenar Por

source: Start Date
es_es: Fecha Inicio

source: Statistics
es_es: Estadísticas

source: Status
es_es: Estado

source: Submit
es_es: Enviar

source: Success! %u line(s) imported
es_es: Exitoso! %u linea(s) importadas

source: Sun
es_es: Dom

source: System Time
es_es: Hora del Sistema

source: TTS Engine
es_es: Motor TTS

source: Text
es_es: Texto

source: The amount of silence to wait for before playing audio to the caller in miliseconds.<br/> 1000ms = 1 second
es_es: La cantidad de Silencio a esperar antes de reproducir audio quien llama en milisegundos. <br/> 1000ms = 1 segundo

source: The max amount of time to wait for silence before playing the message.<br/>This should only be adjusted if you are havinf issues with cutoff messages.
es_es: La máxima cantidad de tiempo a esperar por silencio antes de reproducir el mensaje.<br/>Esto solo deberá ajustarse si usted esta teniendo problemas con mensajes cortados.

source: This is the first message played to the recipient. You can record a custom greeting or use the default. Be sure to include a message similar to the following: "This is an Appointment Reminder"
es_es: Este es el primer mensaje reproducido al receptor. Usted puede grabar un saludo personalizado. Asegúrese incluir un mensaje similar a: "Este es un recordatorio de su cita..."

source: This recording should include information similar to the following: "You have an appointment scheduled on..."
es_es: Esta grabación debe incluir información similar a lo siguiente: "Usted tiene una cita programada para ...."

source: Thu
es_es: Jue

source: Time
es_es: Hora

source: Transfer
es_es: Transferir

source: Tue
es_es: Mar

source: UNKNOWN
es_es: DESCONCIDO

source: Update Period
es_es: Periodo de Actualización

source: Use Command Column
es_es: Use Columna Comando

source: Wed
es_es: Mie

source: What format to attach the report in.
es_es: Que formato a anexar el reporte.

source: Where to send the caller if they choose to reschedule.
es_es: Donde enviar a quien llama si el escoge re-programar.

source: Yes
es_es: Si

source: You can choose alternate instructions for the caller if you choose, however you must be sure to provide the following options to the recipient: "To confirm this appointment press ONE, to cancel press TWO, to request your appointment be rescheduled to a new date press THREE or press ZERO for customer service"
es_es: Puede elegir instrucciones alternativas para la persona que llama si lo desea, sin embargo, usted debe estar seguro de proporcionar las siguientes opciones para el receptor: "Para confirmar esta cita Pulse UNO, para cancelar pulse DOS, para solicitar que su cita sea reprogramada para una nueva fecha TRES o pulse la tecla CERO para el servicio al cliente "

source: You can either have the caller transferred to a destination for rescheduling, such as a ring group or voicemail box, or you can simply log the call and provide the customer with a call-back to confirm a new date.
es_es: Usted puede hacer que la persona que llama se transfiera a un destino para la reprogramación, como un ring group o correo de voz, o simplemente puede registrar la llamada y proporcionar al cliente una llamada de vuelta para confirmar una nueva fecha.

source: You can enter a single recipient here to be added to the list.
es_es: Puede entrar aquí un simple receptor a ser agregado a la lista.

source: the Wiki page
es_es: la pagina wiki
