Repository: sirinibin/freepbx
Catalog: admin/modules/parking/i18n/*/LC_MESSAGES/parking.po
Languages: es_es, pt_br, ru_ru

source: %s already in use by: %s
es_es: %s ya en uso por: %s
pt_br: %s já em uso por: %s

source: %s no longer supported
es_es: %s ya no es soportado
pt_br: %s já não é mais suportado
ru_ru: %s более не поддерживается

source: Alert-Info to add to the call prior to sending back to the Originator or to the Alternate Destination.
es_es: Info-Alert para agregar a la llamada antes de enviarla de vuelta al emisor o al destino alternativo.
pt_br: Informação de Alerta para adicionar à chamada antes de enviar de volta ao Originador ou ao Destino Alternativo.
ru_ru: Добаляемое перед посылкой вызова оригинатору или по альтернативному назначению уведомление Alert-Info.

source: Alternate Destination
es_es: Destino Alternativo
pt_br: Destino Alternativo
ru_ru: Альтернативное назначение

source: Announcement
es_es: Anuncio
pt_br: Anúncio
ru_ru: Приветствие

source: Applications
es_es: Aplicaciones
pt_br: Aplicações

source: Asterisk: parkedcallreparking. Enables or disables DTMF based parking when picking up a parked call.
es_es: Asterisk: parkedcallreparking. Habilita o Deshabilita el aparcamiento basado en DTMF cuando se captura una llamada aparcada.
pt_br: Asterisk: parkedcallreparking. Habilita ou desabilita o estacionamento com base em DTMF ao atender uma chamada estacionada.
ru_ru: Asterisk: parkedcallreparking. Включает или выключает возможность повторной парковки посредством сигналов DTMF после перехвата запаркованного вызова.

source: Asterisk: parkedcalltransfers. Enables or disables DTMF based transfers when picking up a parked call.
es_es: Asterisk: parkedcalltransfers. Habilita o Deshabilita la transferencia basada en DTMF cuando se captura una llamada aparcada.
pt_br: Asterisk: parkedcalltransfers. Habilita ou desabilita as transferências baseadas em DTMF ao receber uma chamada estacionada.
ru_ru: Asterisk: parkedcalltransfers. Включает или выключает возможность трансфера посредством сигналов DTMF после перехвата запаркованного вызова.

source: Attended Transfer call into Park lot nn
es_es: Llamada con Transferencia atendida estacionada en el lote nn
pt_br: Atendida a chamada de Transferência para o Estacionamento nn
ru_ru: Парковка Вызова с консультацией на лот nn

source: Attended Transfer call to the Parking Lot Extension. The lot number will be announced to the parker
es_es: Transferencia Atendida de llamada a la Extensión de Aparcamiento. El numero del lote será anunciado a quien transfiere
pt_br: Atendida a chamada de Transferência para o Ramal do Estacionamento. O número do estacionamento será anunciado a quem transfere
ru_ru: Парковка вызова с консультацией на парковочный номер . Номер будет сообщён паркующему

source: Attended transfer to lot %d
es_es: Transferencia atendida a lote %d
pt_br: Transferência atendida para %d
ru_ru: Перевод с консультацией на лот %d

source: Auto CallerID Prepend
es_es: Ante-puesta de CallerID Automática
pt_br: Prefixo de ID Chamador Automático
ru_ru: Автоматическое добавление CallerID

source: Both
es_es: Ambos
pt_br: Ambos
ru_ru: Оба

source: Caller
es_es: Llamante
pt_br: Chamador
ru_ru: Вызывающий

source: CallerID Prepend
es_es: Anteponer CallerID
pt_br: Prefixar ID Chamador
ru_ru: Добавление CallerID

source: Come Back to Origin
es_es: Regreso al Origen
pt_br: Voltar à Origem
ru_ru: Возврат к источнику

source: Default Lot
es_es: Lote Por defecto
pt_br: Estacionamento Padrão
ru_ru: Лот по умолчанию

source: Defines the Feature Code to use for Direct Call Pickup
es_es: Define el Código de Función a usar para Tomado de Llamada Directo
pt_br: Define o código de recurso a ser usado para a Captura de Chamada Direta
ru_ru: Определяет сервисный код для использования в функции прямого перехвата вызова

source: Defines the Feature Code to use to force pickup a call that is parked in a private lot that the extension picking up the call does not have permissions for. Example if a caller is parked in slot 81 and extension 8001 does not have permission to that private lot they could dial *8581 to pickup the parked call.
es_es: Define el Código de Característica que se utilizará para forzar la captura de una llamada que está estacionada en un lote privado si la extensión que tomara la llamada no tiene permisos. Ejemplo: si un llamante está estacionado en la ranura 81 y la extensión 8001 no tiene permiso para ese lote privado podrían marcar * 8581 para recoger la llamada estacionada.
pt_br: Define o código de recurso que será usado para forçar a captura de uma chamada que está num estacionamento privado no qual o ramal que captura não possui permissões. Exemplo se um usuário chamador está estacionado na vaga 81 e o ramal 8001 não tem permissão para este estacionamento privado, ele poderia discar *8581 para capturar a chamada estacionada.

source: Delete
es_es: Borrar
pt_br: Apagar
ru_ru: Удалить

source: Destination
es_es: Destino
pt_br: Destino
ru_ru: Назначение

source: ERROR: too many default lots detected, deleting and reinitializing
es_es: ERROR: Demasiados Lotes por defecto detectados, borrando y reinicializando
pt_br: ERRO: muitos estacionamentos padrão detectados, excluindo e reinicializando
ru_ru: Ошибка: обнаружено слишком много лотов по умолчанию, удаление и переинициализация

source: Edit:
es_es: Editar:
pt_br: Editar:
ru_ru: Редактировать:

source: Example Usage
es_es: Ejemplo de Uso
pt_br: Exemplo de Uso
ru_ru: Пример использования

source: Extension
es_es: Extensión
pt_br: Ramal
ru_ru: Внутренний номер

source: Failover Destination.
es_es: Destino Alternativo en Falla.
pt_br: Destino Alternativo em Caso de Falha.
ru_ru: Назначение при ошибке.

source: Find Slot
es_es: Encontrar un puesto
pt_br: Encontrar Vaga
ru_ru: Найти слот

source: First
es_es: Primero
pt_br: Primeiro
ru_ru: Первый

source: General Settings
es_es: Configuración General
pt_br: Configurações Gerais
ru_ru: Общие настройки

source: INUSE
es_es: EN USO
pt_br: EM USO
ru_ru: Используется

source: Initializing default parkinglot..
es_es: Iniciando el Aparcamiento por defecto..
pt_br: Inicializando estacionamento padrão...
ru_ru: Инициализация паркующего лота по умолчанию.

source: Manages parking lot extensions and other options. Parking is a way of putting calls
es_es: Maneja los Aparcamientos de extensiones y otras opciones. Los Aparcamientos son una forma fácil de retener las llamadas
pt_br: Gerencia os ramais dos estacionamentos e outras opções. O estacionamento é uma forma de reter chamadas
ru_ru: Управление лотом парковки внутренних номеров и другие опции. Парковка - один из способов отложить звонки

source: Name
es_es: Nombre
pt_br: Nome
ru_ru: Имя

source: Neither
es_es: Ninguna
pt_br: Nenhum
ru_ru: Никто

source: Next
es_es: Próximo
pt_br: Próximo
ru_ru: Следующий

source: Next: If you want the parking lot to seek the next sequential parking slot relative to the the last parked call instead of seeking the first available slot. First: Use the first parking lot slot available
es_es: Siguiente: Si desea que el buscar la siguiente plaza secuencial relativa a la ultima llamada estacionada, en lugar de buscar el siguiente. Primero: Use la primera plaza disponible
pt_br: Próximo: Se você quiser que o estacionamento procure sequencialmente a próxima vaga de estacionamento em relação à última chamada estacionada em vez de procurar a primeira vaga disponível. Primeiro: Use a primeira vaga disponível
ru_ru: Следующий:Если Вы хотите выбрать следующий лот в последовательности вместо первого доступного. Первый:Использовать первый доступный лот

source: No
pt_br: Não
ru_ru: Нет

source: None
es_es: Ninguno
pt_br: Nenhum
ru_ru: Нет

source: Number of Slots
es_es: Numero de puestos
pt_br: Número de Vagas
ru_ru: Количество слотов

source: Optional message to be played to the call prior to sending back to the Originator or the Alternate Destination.
es_es: Mensaje opcional que se reproducirá en la llamada antes de enviarla de nuevo al emisor o al destino alternativo.
pt_br: Mensagem opcional a ser reproduzida para a chamada antes de enviar de volta ao Originador ou ao Destino Alternativo.
ru_ru: Опционально - голосовое сообщение, которое воспроизводится прежде чем отправить его назад оригинатору ил по альтернативному назначению.

source: Override the ringer volume. Note: This is only valid for %s phones at this time
es_es: Anular el volumen del timbre. Nota: esto sólo es válido para los teléfonos %s en este momento
pt_br: Substituir o volume do toque. Observação: isso só é válido para telefones %s neste momento

source: Overview
es_es: Visión de Conjunto
pt_br: Visão Geral
ru_ru: Обзор

source: Park Prefix
es_es: Prefijo de Parqueo
pt_br: Prefixo de Estacionamento
ru_ru: Префикс парковки

source: Park Yourself into lot %d
es_es: Aparque usted mismo en el lote %d
pt_br: Estacionar você mesmo em %d
ru_ru: Припарковать себя на лот %d

source: Park Yourself into lot nn
es_es: Parquee usted mismo en lote nn
pt_br: Estacionar você mesmo em nn
ru_ru: Припарковать себя на лот nn

source: Park Yourself. The lot number will be announced to you
es_es: Parquee usted mismo. El número del lote le será anunciado
pt_br: Estacionar você mesmo. O número do estacionamento será anunciado para você
ru_ru: Припаркуйте себя: Номер парковочного лота , сообщаемого Вам

source: Park to your Assigned Lot
es_es: Estacionar a su Lote asignado
pt_br: Estacionar em seu Estacionamento Atribuído

source: Parked
es_es: Aparcado
pt_br: Estacionado
ru_ru: Запаркованный

source: Parked Music Class
es_es: Clase de Música de Estacionamiento
pt_br: Classe de Música de Estacionamento
ru_ru: Музыка при парковке

source: Parking
es_es: Aparcamiento
pt_br: Estacionamento

source: Parking Alert-Info
es_es: Alert-Info Estacionamiento
pt_br: Informação de Alerta de Estacionamento
ru_ru: Парковочная предупреждающая информация

source: Parking Help
es_es: Ayuda Estacionamiento
pt_br: Ajuda Estacionamento
ru_ru: Помощь

source: Parking Lot
es_es: Aparcamiento
pt_br: Estacionamento
ru_ru: Парковка

source: Parking Lot Extension
es_es: Extensión del Estacionamiento
pt_br: Ramal de Estacionamento
ru_ru: Внутренний номер парковочного лота

source: Parking Lot Extension and Starting Position can not be the same!
es_es: ¡La extensión del estacionamiento y la posición inicial no pueden ser iguales!
pt_br: Ramal de Estacionamento e a Posição Inicial não podem ser o mesmo!

source: Parking Lot Extension can not be blank!
es_es: ¡La extensión del estacionamiento no puede estar en blanco!
pt_br: O Ramal de Estacionamento não pode ficar em branco!

source: Parking Lot Extension can not be larger than 2147483647!
es_es: La extensión del estacionamiento no puede ser mayor que 2147483647 !
pt_br: O Ramal de Estacionamento não pode ser maior que 2147483647!

source: Parking Lot Extension can not start with a leading 0!
es_es: La extensión del aparcamiento no puede comenzar con un delante 0!
pt_br: O Ramal do Estacionamento não pode começar com 0!

source: Parking Lot Extension: %s
es_es: Extensión del Estacionamiento: %s
pt_br: Ramal de Estacionamento: %s

source: Parking Lot Name
es_es: Nombre del Estacionamiento
pt_br: Nome do Estacionamento
ru_ru: Имя парковочного лота

source: Parking Lot Name can not be blank!
es_es: El Nombre del Estacionamiento no puede estar en Blanco!
pt_br: Nome do Estacionamento não pode ficar em branco!

source: Parking Lot Starting Position
es_es: Posición Inicial del Estacionamiento
pt_br: Posição Inicial do Estacionamento
ru_ru: Стартовая позиция парковочного лота

source: Parking Lot Starting Position can not be blank!
es_es: La Posición Inicial del Estacionamiento no puede estar en blanco!
pt_br: Posição Inicial do Estacionamento não pode ficar em branco!

source: Parking Lot Starting Position can not start with a leading 0!
es_es: Estacionamiento Posición inicial no puede comenzar con un 0!
pt_br: Posição Inicial do Estacionamento não pode começar com 0!

source: Parking Lot: %s (%s)
es_es: Parqueadero: %s (%s)
pt_br: Estacionamento: %s (%s)
ru_ru: Парковочный лот: %s(%s)

source: Parking Settings
es_es: Configuración Estacionamiento
pt_br: Configuração de Estacionamento
ru_ru: Настройки парковки

source: Parking Slot: %s
es_es: Puesto Estacionamiento: %s
pt_br: Vaga de Estacionamento: %s

source: Parking Starting Position can not be larger than 2147483647!
es_es: La posición inicial de estacionamiento no puede ser mayor que 2147483647!
pt_br: Posição Inicial do Estacionamento não pode ser maior que 2147483647!

source: Parking Starting Position/Slots can not be larger than 2147483647!
es_es: Estacionamiento Posición inicial/puestos no puede ser mayor que 2147483647!
pt_br: Posição/Vaga Inicial de Estacionamento não pode ser maior que 2147483647!

source: Parking Timeout (seconds)
es_es: Tiempo de espera de estacionamiento (segundos)
pt_br: Tempo de Espera de Estacionamento (segundos)
ru_ru: Таймаут парковки(в секундах)

source: ParkingLot
es_es: Estacionamiento
pt_br: Estacionamento
ru_ru: Паркующтй лот

source: Parks to your Assigned Lot if using Park Pro. If using standard parking this parks to the default lot
es_es: Estaciona en su Lote asignado si usa Park-Pro. Si está usando el estacionamiento estándar esta estaciona al lote predeterminado
pt_br: Estaciona em seu Estacionamento Atribuído se estiver usando o Park-Pro. Se estiver usando estacionamento padrão, irá para o padrão

source: Pickup Courtesy Tone
es_es: Tono de cortesía de tomada de llamada
pt_br: Tom de Cortesia do tomador da chamada
ru_ru: Сигнал вежливости при перехвате

source: Pickup ParkedCall Any
es_es: Capturar Cualquier Llamada Aparcada
pt_br: Capturar Qualquer Chamada Estacionada
ru_ru: Перехват любого запаркованного звонка

source: Pickup ParkedCall Prefix
es_es: Prefijo de tomado de ParketCall
pt_br: Prefixo da Captura da Chamada Estacionada
ru_ru: Префикс перехвата припаркованного вызова

source: Provide a Descriptive Title for this Parking Lot
es_es: Provea un Titulo descriptivo para este Aparcamiento
pt_br: Forneça um Título Descritivo para este Estacionamento
ru_ru: Укажите описание для этого парковочного лота

source: Re-Parking Capability
es_es: Capacidad de Re-estacionamiento
pt_br: Capacidade de Re-Estacionamento
ru_ru: Возможности перепарковки

source: Reset
es_es: Reinicio
pt_br: Reiniciar
ru_ru: Сброс

source: Returned Call Behavior
es_es: Comportamiento Llamada Retornada
pt_br: Comportamento da Chamada Retornada
ru_ru: Поведение вернувшегося вызова

source: Ringer Volume Override
es_es: Anulación del volumen del timbre
pt_br: Substituição do Volume de Toque

source: Slot
es_es: Plaza
pt_br: Vaga
ru_ru: Слот

source: Slot Range
es_es: Rango de puestos
pt_br: Faixa de Vagas

source: String to prepend to the current Caller ID associated with the parked call prior to sending back to the Originator or the Alternate Destination.
es_es: Cadena a anteponer a la identificación de llamada (CallerID) en curso relacionado con la llamada aparcada antes de enviarla de nuevo al emisor o al destino alternativo.
pt_br: String para prefixar ao atual ID Chamador relacionado à chamada estacionada antes de enviar de volta para o Originador ou Destino Alternativo.
ru_ru: Метка, добавляемая к текущему Caller ID, ассоциирующая вызов с запаркованным, прежде чем отправить его назад оригинатору или по альтернативному назначению.

source: Submit
es_es: Enviar
pt_br: Enviar
ru_ru: Подтвердить

source: The generated slot range
es_es: El rango de puestos generado
pt_br: A faixa de vagas geradas

source: The timeout period in seconds that a parked call will attempt to ring back the original parker if not answered
es_es: El periodo de espera en segundos que una llamada aparcada esperara antes de retornar a timbrar al parqueador original si no es contestada
pt_br: O período de tempo limite em segundos que uma chamada estacionada tentará voltar a tocar ao estacionador original se não for respondida
ru_ru: Таймаут в секундах , в течение которого запаркованный вызов будет перезванивать паркующему по неответу

source: The total number of parking lot spaces to configure. Example, if 70 is the extension and 8 slots are configured, the parking slots will be 71-78. Users can transfer a call directly into a parking slot.
es_es: Número total de plazas de aparcamiento a configurar. Ejemplo, Si 70 es la extensión y 8 las plazas configuradas, las plazas serán 71-78. Usuarios pueden transferir directamente a una plaza.
pt_br: O número total de vagas de estacionamento para configurar. Exemplo, se 70 é o ramal e 8 vagas configuradas, as vagas de estacionamento serão 71-78. Os usuários podem transferir uma chamada diretamente para uma vaga de estacionamento.
ru_ru: Общее количество парковочных лотов для конфигурирования. Например , если 70 это внутренний номер и сконфигурировано 8 слотов , то номера парковочных слотов будут 71-78. Пользователи могут напрямую звонить на парковочный слот.

source: These options will be appended after CallerID Prepend if set. Otherwise they will appear first. The automatic options are as follows:<ul><li><strong>None:</strong> No Automatic Prepend</li><li><strong>Slot:</strong> Parking lot they were parked on</li><li><strong>Extension:</strong> The extension number that parked the call</li><li><strong>Name:</strong> The user who parked the call</li></ul>
es_es: Estas opciones se añadirán después del identificador de llamadas si se definen. De lo contrario, aparecerá primero. Las opciones automáticas son las siguientes:<ul><li><strong>Ninguno:</strong> No Anteponer automático</li><li><strong>Slot:</strong>El aparcamiento que estaban estacionados en</li><li><strong> extensión:</strong>el número de extensión que aparcó la llamada</li><li><strong>Nombre:</strong>el usuario que estacionó la llamada</li></ul>
pt_br: Essas opções serão inseridas após Prefixo ID Chamador caso seja definido. Caso contrário, eles aparecerão primeiro. As opções automáticas são as seguintes: <ul><li><strong> Nenhum: </strong> Sem Preenchimento Automático </li> <li> <strong> Vaga: </strong> Estacionado em </li> <li> <strong> Ramal: </strong> O número do ramal que estacionou a chamada </li><li> <strong> Nome: </strong>Usuário que estacionou a chamada</li></ul>
ru_ru: Эти опции будут добавлены после CallerID Prepend если он установлен. В противном случае они появятся первыми. Автоматические опции следуют в таком порядке : <ul><li><strong>Нет:</strong>Нет автоматических добавлений</li><li><strong>Слот:</strong> Парковочный лот , на который они были припаркованы </li><li><strong>Экстеншен:</strong> Номер экстеншена , которое запарковало вызов </li><li><strong>Имя:</strong> Пользователь ,который запарковал вызов</li></ul>

source: This is the extension where you will transfer a call to park it
es_es: Esta es la extensión donde usted transferirá una llamada a ser Aparcada
pt_br: Este é o ramal onde você transferirá uma chamada para estacionar o usuário
ru_ru: Это экстеншен , куда вы переведете вызов для парковки

source: This is the music class that will be played to a parked call while in the parking lot UNLESS the call flow prior to parking the call explicitly set a different music class, such as if the call came in through a queue or ring group.
es_es: Esta es la clase de música que se reproducirá a una llamada aparcada mientras que esté aparcada a menos que el flujo de llamadas antes de estacionar la llamada se establezca explícitamente a una clase de música diferente, como por ejemplo si la llamada se produjo en medio de una cola o grupo de extensiones.
pt_br: Esta é a classe de música que será reproduzida para uma chamada estacionada, enquanto estiver no estacionamento,A MENOS QUE o fluxo de chamadas, antes de estacionar explicitamente, definir uma classe de música diferente, como se a chamada viesse através de uma fila ou grupo de toque.
ru_ru: Этот класс музыки будет воспроизводиться запаркованным абонентам до тех пор, пока вызов будет оставаться в пределах парковки, и переключится на другой класс, если он будет перенаправлен в другой сценарий, например - очередь или ринг-группа.

source: This module is used to configure Parking Lot(s)
es_es: Este modulo es usado para configurar Aparcamientos
pt_br: Este módulo é utilizado para configurar Estacionamento(s)
ru_ru: Этот модуль используется для конфигурирования парковочного лота

source: Transfer Capability
es_es: Capacidad de Transferencia
pt_br: Capacidade de Transferência
ru_ru: Возможности перевода

source: Where to send a parked call that has timed out. If set to yes then the parked call will be sent back to the originating device that sent the call to this parking lot. If the origin is busy then we will send the call to the Destination selected below. If set to no then we will send the call directly to the destination selected below
es_es: Dónde enviar una llamada aparcada que ha expirado. Si se establece en "sí", entonces la llamada estacionada será enviada de nuevo al dispositivo de origen que envío la llamada a este aparcamiento. Si el origen está ocupado entonces se va a enviar la llamada al destino seleccionado a continuación. Si se establece en "no", entonces se va a enviar la llamada directamente al destino seleccionado a continuación
pt_br: Onde enviar uma chamada estacionada que expirou. Se definido como "Sim", a chamada estacionada será enviada de volta para o dispositivo de origem que enviou a este estacionamento. Se a origem estiver ocupada, enviaremos a chamada para o Destino selecionado abaixo. Se definido como "Não", então enviaremos a chamada diretamente para o destino selecionado abaixo
ru_ru: Куда направлять припаркованный вызов по истечении таймаута. Если установлено в "Да" ,тогда припаркованный вызов будет передан обратно к оригинирующему устройству , которое послало вызов на этот паркующий лот. Если оригинирующее утсройство занято , тогда вызов будет передан в направление ,указанное ниже. Если установлено в "Нет" , то вызов будет передан напрямую в направлении ,указанном ниже

source: Whom to play the courtesy tone to when a parked call is retrieved.
es_es: Para reproducir un tono de cortesía cuando una llamada aparcada se recupera.
pt_br: Para quem reproduzir o tom de cortesia quando uma chamada estacionada é recuperada.
ru_ru: Кому воспроизвести звуковой сигнал если запаркованный вызов вернулся обратно.

source: Yes
es_es: Si
pt_br: Sim
ru_ru: Да

source: You can also transfer directly to a lot number (71 through 78) and if that lot is empty, your call will be parked there
es_es: Usted puede también transferir directamente al numero de lote (71 a 78) y si ese lote esta libre la llamada será aparcada ahí
pt_br: Você também pode transferir diretamente para um número de estacionamento (71 a 78) e se esse estacionamento estiver vazio, sua chamada será estacionada lá
ru_ru: Вы также можете перевести вызов напрямую на номер лота (с 71 по 78) и если лот пустой , но вызов будет запаркован на нём

source: You can transfer a call to the Parking Lot Extension (70 by default), the call will then be placed into a lot (71-78 by default) and the lot number will be announced to you.
es_es: Puede transferir una llamada a la extensión de estacionamiento (70 por defecto), la llamada será colocada en un puesto (71-78 por defecto) y el número de puesto será anunciado.
pt_br: Você pode transferir uma chamada para o ramal do estacionamento (70 por padrão), a chamada será então colocada em uma vaga (71-78 por padrão) e o número da vaga será anunciada para você.
ru_ru: Вы можете перевести вызов на парковочный экстеншен (70 по умолчанию) , вызов будет припаркован на лот (71 -78 по умолчанию) , номер лота будет вам сообщен.

source: You have errors on the form. Please correct them before continuing
es_es: Tiene errores en el formulario. Corregirlos antes de continuar
pt_br: Você possui erros no formulário. Corrija-os antes de continuar
