Repository: sirinibin/freepbx
Catalog: admin/modules/parking/i18n/*/LC_MESSAGES/parking.po
Languages: es_es, pt_br, ru_ru

source: You must select a valid destination
es_es: Debe seleccionar un destino valido
pt_br: Você deve selecionar um destino válido

source: default
es_es: por defecto
pt_br: padrão
ru_ru: по умолчанию

source: done
es_es: hecho
pt_br: terminado
ru_ru: выполнено

source: he starting postion of the parking lot
es_es: La posición inicial del estacionamiento
pt_br: Posição inicial do estacionamento
ru_ru: Начальная позиция паркового лота

source: migrated ... dropping old table parkinglot
es_es: migrado ... Descartando vieja tabla de aparcamiento
pt_br: migrado...descartando a antiga tabela parkinglot
ru_ru: смигрировано... разбивка старой таблицы парковочного лота

source: migrating old parkinglot data
es_es: migrando datos de vieja tabla de aparcamiento
pt_br: migrando dados da antiga tabela parkinglot
ru_ru: миграция старых данных о парковочном лоте

source: ParkPlus: ParkCall %s
ru_ru: ParkPlus: Парковка вызова %s
