Repository: sirinibin/freepbx
Catalog: admin/modules/conferencespro/i18n/*/LC_MESSAGES/conferencespro.po
Languages: es_es

source: Add to Conference IVR
es_es: Agregar una Conferencia al IVR

source: Admin PIN:
es_es: Pin de Administrador:

source: Admin Pin
es_es: Pin Administrador

source: Allow Menu
es_es: Permitir Menú

source: Allow Menu:
es_es: Permitir Menú:

source: Allowed Conference Bridges
es_es: Permitir puentes de conferencia

source: Allows this conference to be included in the IVR context
es_es: Permitir a está conferencia que pueda incluirse en el contexto IVR

source: Allows this conference to be managed by the specified user from the Recordings Interface
es_es: Permitir a está conferencia ser administrada por un usuario específico desde la Interfaz de grabación

source: Announce user join/leave
es_es: Anuncio de Usuario unir/dejar

source: Announce user(s) count on joining conference
es_es: Cuenta de anuncio de usuario(s) para unirse a la conferencia

source: Announcement
es_es: Anuncio

source: Applications
es_es: Aplicaciones

source: COMMERCIAL MODULE REQUIRES A LICENSE FOR IT TO FUNCTION. Please visit www.schmoozecom.com/oss.php Adds ability to manage Conference Room settings into the User Control Panel and also to create Conference IVRs
es_es: EL MÓDULO COMERCIAL REQUIERE DE UNA LICENCIA PARA SU FUNCIONAMIENTO. Por favor visite www.schmoozecom.com/oss.php Añadir capacidad para administrar Cuartos de Conferencia en el Panel de Control de Usuario y también crear Conferencias IVR

source: Conference Has Been Updated!
es_es: ¡La conferencia ha sido actualizada!

source: Conference IVR Options
es_es: Opciones de Conferencia IVR

source: Conference List IVR
es_es: Lista de Conferencia IVR

source: Conference Name:
es_es: Nombre de Conferencia:

source: Conference Options for Room
es_es: Opciones de cuarto de conferencia

source: Conference Pro
es_es: Conferencia Pro

source: Conferences
es_es: Conferencias

source: Conferences Pro
es_es: Conferencia Pro

source: Conferences included in IVR
es_es: Conferencias incluidas en IVR

source: Enable Conference Access
es_es: Habilitar acceso a conferencia

source: Enable Music On Hold when the conference has a single caller
es_es: Habilitar Música en Espera cuando la conferencia tenga un solo llamante

source: Enable the conference Access in UCP for this user
es_es: Habilitar el acceso a conferencia en UCP para este usuario

source: Enter a PIN number for the admin user.
es_es: Ingresar un número PIN desde el usuario administrador.

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.
es_es: Ingresar un número PIN por el administrador. <br><br>Estos ajustes son opcionales a menos que la opción "esperar líder" esté en uso.

source: Give this conference a brief name to help you identify it.
es_es: Dé a esta conferencia un breve nombre para ayudar a identificarlo.

source: Inherit
es_es: Heredar

source: Invite to Conference
es_es: Invitar a Conferencia

source: Join Message
es_es: Unir Mensaje

source: Join Message:
es_es: Unir Mensaje:

source: Leader Wait
es_es: Esperar a líder

source: Leader Wait:
es_es: Esperar a líder:

source: Locked
es_es: Bloqueado

source: Manageable by User
es_es: Administrable por el usuario

source: Marked
es_es: Marcado

source: Maximum Number of users allowed to join this conference.
es_es: Número máximo de usuarios permitidos para unirse a está conferencia.

source: Maximum Participants
es_es: Máximo de Participantes

source: Maximum Participants:
es_es: Máximo de Participantes:

source: Message to be played to the caller before joining the conference.
es_es: Mensaje a reproducir parar el llamante después de unirse a la conferencia.

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please talk to your administrator
es_es: Mensaje a reproducir al llamante después de unirse a la conferencia.<br><br> Para añadir grabaciones adicionales por favor hable con su administrador

source: Message to be played to the caller before joining the conference.<br><br>Your administrator must install and enable the "Systems Recordings" Module to edit this option
es_es: Mensaje a reproducir al llamante después de unirse a la conferencia.<br><br>Su administrador debe instalar y habilitar el módulo "Sistema de grabaciones" para editar está opción

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.
es_es: Música (o Comercial) que puede reproducirse al llamante en la línea mientras espera a que inicie la conferencia. Elija "heredar" si desea que la clase de MoH esa igual, como esta actualmente en las rutas de salida.

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" to the left.
es_es: Música (o Comercial) que puede reproducirse al llamante en la línea mientras espera a que inicie la conferencia. Elija "heredar" si desea que la clase de MoH esa igual, como esta actualmente en las rutas de salida.<br><br> Esta música es definida en "Música en Espera" a la izquierda.

source: Music on Hold
es_es: Música en Espera

source: Music on Hold Class
es_es: Clases de Música en Espera

source: Music on Hold Class:
es_es: Clases de Música en Espera:

source: Music on Hold:
es_es: Música en Espera:

source: Mute everyone when they initially join the conference. Please note that if you do not have 'Leader Wait' set to yes you must have 'Allow Menu' set to Yes to unmute yourself
es_es: Silenciar a todos cuando se unan a la conferencia. Por favor note que si no tiene configurado "Leader Wait" en "sí" entonces debe configurar "Allow Menu" en "sí" para quitar el silencio a usted mismo.

source: Mute on Join
es_es: Silencio al unirse

source: Mute on Join:
es_es: Silencio al unirse:

source: No Limit
es_es: No limitar

source: None
es_es: Nada

source: Please enter a valid Conference Name
es_es: Por favor ingrese un Nombre válido de Conferencia

source: Present Menu (user or admin) when '*' is received ('send' to menu)
es_es: Ménu presente (usuario o administrador) cuando '*' es recibido ('enviar' a menú)

source: Pro Options
es_es: Opciones Pro

source: Quiet Mode
es_es: Modo Silencio

source: Quiet Mode:
es_es: Modo Silencio:

source: Quiet mode (do not play enter/leave sounds)
es_es: Modo Silencioso (no reproduzca ingresar/dejar sonidos)

source: Record Conference
es_es: Grabar Conferencia

source: Record Conference:
es_es: Grabar Conferencia:

source: Record the conference call
es_es: Grabar la llamada de conferencia

source: Reset
es_es: Reinicio

source: Room
es_es: Cuarto

source: Sets talker detection. Asterisk will sends events on the Manager Interface identifying the channel that is talking. The talker will also be identified on the output of the meetme list CLI command.
es_es: Configurar detección de hablante. Asterisk enviará eventos en la Interface de Administrador identificando el canal que usa para hablar. El hablante puede también ser identificado con el comando CLI meetme list.

source: Starting Conference...
es_es: Iniciando Conferencia...

source: Submit
es_es: Enviar

source: Talker Detection:
es_es: Detección de llamante:

source: Talker Optimization
es_es: Optimización del llamante

source: Talker Optimization:
es_es: Optimización del llamante:

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
es_es: Estas son las extensiones asignadas y activas que se mostrarán para este usuario que controlará y editará en UCP

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
es_es: Seleccione optimización del hablante. Con la optimización del hablante, Asterisk trata a los hablantes que no están hablando como silenciados, es decir, que no hay codificación en la transmisión y ese audio recibido que es registrado como no hablando, no crea ruido de fondo.

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
es_es: Seleccione optimización del hablante. Con la optimización del hablante, Asterisk trata a los hablantes que no están hablando como silenciados, es decir, que no hay codificación en la transmisión y ese audio recibido que es registrado como no hablando, no crea ruido de fondo.

source: User
es_es: Usuario

source: User Count
es_es: Cuenta de Usuario

source: User Count:
es_es: Cuenta de Usuario:

source: User PIN:
es_es: PIN de Usuario:

source: User Pin
es_es: PIN de Usuario

source: User join/leave
es_es: Usuario unir/dejar

source: User join/leave:
es_es: Usuario unir/dejar:

source: Users
es_es: Usuarios

source: Wait until the conference leader (admin user) arrives before starting the conference
es_es: Esperar hasta que el líder de la conferencia (usuario administrador) entre después iniciar la conferencia

source: Wait until the conference leader (admin user) arrives before starting the conference.
es_es: Esperar hasta que el líder de la conferencia (usuario administrador) llegue antes de iniciar la conferencia.

source: Yes
es_es: Si

source: You can require callers to enter a password before they can enter this conference.
es_es: Puede requerir que los llamantes introduzcan una contraseña antes de que ellos puedan ingresar a esta conferencia.

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.
es_es: Puede requerir que los llamantes introduzcan una contraseña antes de que ellos puedan ingresar a esta conferencia.<br><br>Esté ajuste es opcional.<br><br>si se ingresa un PIN, se le pedirá al usuario introduzca el PIN.

source: You must set Allow Menu to Yes when not using a Leader or Admin in your conference, otherwise you will be unable to unmute yourself
es_es: Usted debe configurar Permitir Menú para Si cuando no use un Líder o Administrador en su conferencia, de lo contrario no podrá anular el silencio para sí mismo

source: You must set an admin PIN for the Conference Leader when selecting the leader wait option
es_es: Usted debe configurar un PIN de administrador para el Líder de la conferencia cuando seleccione la opción "Esperar a líder"

source: default
es_es: Por defecto

source: inherit
es_es: Heredar

source: none
es_es: Ninguno
