Repository: sirinibin/freepbx
Catalog: admin/modules/faxpro/i18n/*/LC_MESSAGES/faxpro.po
Languages: es_es, pl

source: Submit Changes needs to be pressed before this option can become available.
es_es: Enviar los cambios necesita ser presionado antes de que esta opción esté isponible.
pl: Wciśnij Zastosuj Zmiany aby ta opcja stała się dostępna.

source: 1 of %s
es_es: 1 de %s

source: A PHP extension stopped the file upload
es_es: Una extensión PHP detuvo la carga del archivo
pl: Rozszerzenie PHP wstrzymało ładowanie pliku

source: A full quota will cause new faxes to be rejected by the system.
es_es: Una cuota llena podría causar que los nuevos faxes sean rechazados por el sistema.
pl: Wyczerpanie miejsca spowoduje, że system odrzuci nowe FAXy.

source: A full quota will cause the system to delete stored faxes to make room for new ones.
es_es: Cuota llena en el sistema, elimine los faxes almacenados para hacer espacio para los nuevos faxes.
pl: Wyczerpanie miejsca spowoduje, że system usunie przechowywane FAXy aby zrobić miejsce na nowe.

source: A number to prefix to the outbound fax to route a fax to a certain outbound route
es_es: Un número de prefijo para el fax saliente para enrutar un fax a una determinada ruta de salida
pl: Liczba doklejana z przodu do numeru wychodzącego FAXu aby skierować na odpowiednią trasę wychodzącą

source: Always
es_es: Siempre
pl: Zawsze

source: Archived
es_es: Archivado
pl: Zarchiwizowane

source: Are you sure you wish to delete these faxes?
es_es: ¿Seguro que desea eliminar estos faxes?

source: Are you sure you wish to delete this fax?
es_es: ¿Esta seguro que desea eliminar este fax?
pl: NA pewno usunąć ten FAX?

source: Are you sure you wish to stop this fax?
es_es: ¿Esta seguro que desea detener este fax?
pl: Na pewno zatrzymać ten FAX?

source: Attachment Format
es_es: Formato Adjunto
pl: Format załącznika

source: Auto-Refresh
es_es: Auto-Refrescar

source: Bad permissions on fax backgrounder!
es_es: ¡Malos permisos en fax backgrounder!
pl: Złe uprawnienia dla procesu!

source: Browse
es_es: Vistazo/Explorar

source: Can Not Find Uploaded Files
es_es: No pudo encontrar archivos cargados
pl: Nie można odnaleźć załadowanych plików

source: Cant Create Temp Directory: %s
es_es: No pudo crear el directorio temporal: %s
pl: Nie można utworzyć katalogu tymczasowego: %s

source: Choose this option to have faxes stored by the server; accessible via UCP.
es_es: Elija esta opción para que los faxes almacenados en el servidor sean accesibles desde UCP.

source: Cleaning up temporary fax storage...
es_es: Limpieza temporal del almacenamiento de faxes...
pl: Czyszczenie tymczasowego nośnika FAXów...

source: Close
es_es: Cerrar

source: Company Address 1
es_es: Dirección de compañía 1
pl: Adres firmy 1

source: Company Address 2
es_es: Dirección de compañía 2
pl: Adres firmy 2

source: Company Address 3
es_es: Dirección de compañía 3
pl: Adres firmy 3

source: Company Address Line 1
es_es: Dirección de la compañía Línea 1

source: Company Address Line 2
es_es: Dirección de la compañía Línea 2

source: Company Address Line 3
es_es: Dirección de la compañía Línea 3

source: Company Footer
es_es: Pie de página de compañía
pl: Stopka firmowa

source: Company Logo
es_es: Logotipo de compañía
pl: Logo firmy

source: Company Logo. Filetype MUST be JPG
es_es: Logotipo de compañía. El tipo de archivo debe ser JPG
pl: Logo firmy. Plik musi mieć rozszeżenie JPG

source: Company Name
es_es: Nombre de la compañía
pl: Nazwa firmy

source: Company Name, Example: Sangoma Inc
es_es: Nombre de la compañía, ejemplo: Sangoma Inc

source: Company Phone
es_es: Teléfono de la compañía
pl: Firmowy telefon

source: Company Phone Number
es_es: Número telefónico de la compañía

source: Company Web Site
es_es: Sitio Web de la compañia
pl: Firmowa strona firmowa

source: Company Website
es_es: Sitio Web de la compañía

source: Concurrent Faxes
es_es: Faxes concurrentes
pl: Równoczesne FAXy

source: Controls
es_es: Controles
pl: Kontrolki

source: Could not connect to asterisk.
es_es: No se pudo conectar a asterisk.
pl: Nie można połączyć się do Asteriska.

source: Could not find file to send
es_es: No pudo encontrar un archivo para enviar
pl: Nie można znaleźć plików do wysłania

source: Coversheet
es_es: Portada
pl: Okładka

source: Coversheet Email
es_es: Portada de correo electrónico
pl: Email na okładce

source: Coversheet Name
es_es: Nombre de Portada
pl: Nazwa na okładce

source: Coversheet Preview
es_es: Vista previa de portada

source: Coversheet Tel
es_es: Teléfono de Portada
pl: Tel. na okładce

source: Coversheet Telephone
es_es: Teléfono de Portada
pl: Nr telefonu na okładce

source: Coversheet name
es_es: Nombre de portada

source: Date
es_es: Fecha
pl: Data

source: Delete
es_es: Borrar
pl: Usuń

source: Delete Oldest
es_es: Eliminar más antiguo

source: Delete logo
es_es: Eliminar logotipo
pl: Usuń logo

source: Destination
es_es: Destino
pl: Cel

source: Destination Can Not Be Blank
es_es: El destino no puede estar en blanco
pl: Cel nie może być pusty

source: Detected overage on user %s, removing older faxes from storage...
es_es: Detectar exceso en usuario %s, eliminando faxes viejos desde el almacenamiento...
pl: Wykryto nadmiar danych u użytkownika %s, usuwanie starszych FAXów z nośnika...

source: Device Options
es_es: Opciones de dispositivo
pl: Opcje urządzenia

source: Done
es_es: Hecho
pl: Wykonene

source: Download
es_es: Descargar

source: Drag new documents here
es_es: Arrastrar nuevos documentos aquí
pl: Przeciągnij tutaj nowe dokumenty

source: Email Results
es_es: Resultados de correo electrónico
pl: Prześlij rezultat na email

source: Excess Faxes
es_es: Exceso de faxes
pl: Nadmiarowe Faxy

source: FOR
es_es: PARA

source: Failed
es_es: Fallido
pl: Niepowodzenie

source: Failed to write file to disk
es_es: Falló al escribir el archivo en disco
pl: Niepowodzenie zapisywania pliku na dysk

source: Failure
es_es: Fallo

source: Failure Notification Options
es_es: Opciones de notificaciones de falla
pl: Opcje powiadamiania o niepowodzeniach

source: Failure Recovery Options
es_es: Opciones de recuperación de falla
pl: Opcje odzyskiwania po niepowodzeniu

source: Failure: No fax machine detected
es_es: Falló: Máquina de fax no detectada
pl: Niepowodzenie: Nie wykryto maszyny FAX

source: Failure: Transmission Error
es_es: Falló: Error de transmisión
pl: Niepowodzenie: Błąd transmisji

source: Fax Configuration Professional
es_es: Configuración Profesional de Fax

source: Fax Cover Page Options
es_es: Opciones de portada para la página de fax
pl: Opcje okładki FAX

source: Fax Licenses
es_es: Licencias de fax
pl: Licencje FAX

source: Fax Preview
es_es: Vista previa de Fax

source: Fax Settings
es_es: Ajustes de fax
pl: Ustawienia FAX

source: Fax licenses missing! This feature may not have been purchased for your system. Please contact your sales associate for more information on this feature.
es_es: ¡Falta la licencia de Fax! Puede que esta función no se haya adquirido para su sistema. Por favor contacte a representante de ventas para obtener mas información sobre esta función.
pl: Brak licencji na FAX! Ta funkcja nie jest dostępna dla Twojego systemu. Proszę skontaktuj się ze swoim przedstawicielem handlowym po więcej informacji o tej fonkcji.

source: Fax modules missing! Please contact customer care for more information.
es_es: ¡Falta el módulo de fax! Por favor contacte a atención a clientes para más información.
pl: Brakuje modułów FAXowych! Proszę skontaktować się z obsługą klienta po więcej informacji.

source: File Not Found
es_es: Archivo no encontrado
pl: Nie znaleziono pliku

source: File or pages not found
es_es: Archivo o páginas no encontradas
pl: Nie znaleziono pliku lub stron

source: File was too large. Please reduce the file size or increase %s
es_es: Archivo demasiado grande. Por favor reduzca el tamaño del archivo %s
pl: Plik był za duży. Proszę zmniejszyć rozmiar pliku lub zwiększyć %s

source: Files
es_es: Archivos
pl: Pliki

source: Formats to convert incoming fax files to before emailing.
es_es: Formatos para convertir archivos de fax entrantes a antes de enviar por correo electrónico.
pl: Formaty plików, do których zostanie przekonwertowany przychodzący FAX przed wysłaniem email.

source: Forward Fax
es_es: Reenviar Fax

source: From
es_es: Desde
pl: Od

source: Generating...
es_es: Generando...

source: Global Prefix
es_es: Prefijo global
pl: Globalny prefiks

source: Here
es_es: Aquí

source: Inbox
es_es: Bandeja de entrada
pl: Odebrane

source: Inherit
es_es: Heredar

source: Invalid Destination for Outbound Fax
es_es: Destino inválido para Fax saliente

source: Invalid Faxpro License
es_es: Licencia Fax Pro no válida
pl: Nieprawidłowa licencja Faxpro

source: Invalid License
es_es: Licencia inválida
pl: Nieprawidłowa licencja

source: License number
es_es: Número de licencia
pl: Numer licencji

source: Local Storage Options
es_es: Opciones de almacenaje local
pl: Opcje lokalnego przechowywania

source: MESSAGE
es_es: MENSAJE

source: Max Pages
es_es: Páginas máximas
pl: Maksymalnie stron

source: Message
es_es: Mensaje
pl: Wiadomość

source: Missing a temporary folder
es_es: Falta una carpeta temporal
pl: Brakuje folderu tymczasowego

source: Missing destination number.
es_es: Falta número de destino.
pl: Brakuje numeru docelowego.

source: My Email
es_es: Mi correo electrónico
pl: Mój adres email

source: My Name
es_es: Mi nombre
pl: Moje nazwisko

source: My Telephone
es_es: Mi teléfono
pl: Mój nr telefonu

source: Never
es_es: Nunca
pl: Nigdy

source: No destination defined
es_es: No hay destino definido
pl: Nie określono celu

source: No fax modules Found!
es_es: ¡Módulo de fax no encontrado!
pl: Nie znaleziono modułu FAXów!

source: No file was uploaded
es_es: El archivo no fue cargado
pl: Nie załadowano żadnych plików

source: No files or coversheet to send
es_es: No hay archivo o portadas para enviar
pl: Brak plików lub okładki do wysłania

source: Not Authorized
es_es: No autorizado
pl: Brak uprawnień

source: Number of times to retry sending a failed fax.
es_es: Número de veces para intentar el envío de un fax fallido.
pl: Ilość powtózeń wysyłania FAXu przy niepowodzeniu.

source: On Failure
es_es: Fracaso
pl: Przy niepowodzeniu

source: On Success
es_es: Éxitoso
pl: Przy powodzeniu

source: Outgoing
es_es: Saliente
pl: Wychodzące

source: Outgoing Header
es_es: Cabecera outgoing
pl: Nagłówek wychodzący

source: Pages
es_es: Páginas
pl: Strony

source: Please Enter a valid Destination
es_es: Por favor introduzca una destino válido
pl: Proszę wprowadzić poprawny cel

source: Please contact customer care for more information.
es_es: Por favor contacte a atención a clientes para más información.
pl: Proszę skontaktować się z obsługą techniczą po więcej informacji.

source: Please ensure you have adequate space remaining.
es_es: Por favor, asegúrese de que tiene suficiente espacio restante.
pl: Proszę się upewnić, że jest wystarczająca ilość miejsca.

source: Please enter a phone number or extension
es_es: Por favor introduzca un número de teléfono o extensión
pl: Proszę podać numer telefonu lub wewnętrzny

source: Please upload at least one file or enable a coversheet
es_es: Por favor suba al menos un archivo o habilite una portada
pl: Proszę załadować przy najmniej jeden pluk lub włączyć okładkę

source: Preview
es_es: Vista previa
pl: Podgląd

source: Preview Coverpage
es_es: Vista previa de portada

source: Quota exceded
es_es: Sobrepasa la cuota
pl: Pojemność przekroczona

source: Recipient Name
es_es: Nombre del destinatario
pl: Nazwa odbiorcy

source: Reject
es_es: Rechazado

source: Resolution
es_es: Resolución

source: Retries
es_es: Intentos
pl: Powtórzenia

source: Send Fax
es_es: Enviar fax
pl: Wyślij FAX

source: Send New Fax
es_es: Enviar Nuevo Fax
pl: Wyślij nowy FAX

source: Send a New Fax
es_es: Enviar un Nuevo Fax
pl: Wyślij nowy FAX

source: Sent
es_es: Enviado
pl: Wysłane

source: Set if this device should act as a t38 gateway
es_es: Establecer si este dispositivo actuará como gateway t38
pl: Ustaw to jeśli to urządzenie ma działać jako brama T38

source: Set this to yes if you are using a t38 gateway device.
es_es: Ponga esto en sí, si usted está usando un dispositivo t38.
pl: Ustaw to na tak, jeśli używasz bramy T38.

source: Settings
es_es: Ajustes
pl: Ustawienia

source: Standard
es_es: Estándar

source: Status
es_es: Estado

source: Store Locally
es_es: Almacenamiento local

source: Success
es_es: Éxitoso
pl: Sukces

source: Super Fine
es_es: Super fino

source: T38-Gateway Enabled
es_es: T38 gateway habilitado
pl: Brama T38 włączona

source: TThe Phone number that will appear on the cover sheet.
es_es: El número de teléfono que podría aparecer sobre la hoja de portada.
pl: Numer telefonu widoczny na okładce.

source: The Phone number that will appear on the cover sheet.
es_es: El número de teléfono que podría aparecer sobre la hoja de portada.
pl: Numer telefonu widoczny na okładce.

source: The email address that will appear on the coversheet.
es_es: El correo electrónico que podría aparecer sobre la hoja de portada.
pl: Adres email widoczny na okładce.

source: The maximum amount of pages a user is allowed to store locally.
es_es: La cantidad máxima de páginas permitidas a un usuario para almacenar localmente.
pl: Maksymalna ilość stron, którą użytkownik może przechowywać lokalnie.

source: The maximum amount of times a fax will be retried on failure.
es_es: La cantidad máxima de veces que un fax podría reintentar sobre un fallo.
pl: Ile razy FAX bęzdie wysyłany ponownie w razie niepowodzenia.

source: The name that should appear on the outbound coversheet.
es_es: El nombre que podría aparecer en la portada de salida.
pl: Nazwa, któa powinna być widoczna na wysyłanej okładce.

source: The outgoing Fax Machine Headers. This usually contains the name of the person or entity sending the fax.
es_es: La cabecera de una máquina de fax para salida. Este usualmente contiene el nombre de la persona o entidad que envía el fax.
pl: Nagłówki wysyłającej maszyny faxowej. Zazwyczaj zawierają nazwiskoosoby lub firmę wysyłającą FAX.

source: The outgoing Fax Machine Identifier. This is usually your fax number.
es_es: Identificador de una máquina de fax para la salida. Este usualmente es su número de fax.
pl: Identyfikator wysyłąjącej maszyny faxowej.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo cargado excede la directiva MAX_FILE_SIZE que se específico en el formulario HTML
pl: Załadowany plik przekracza dyrektywę MAX_FILE_SIZE określoną wformularzu HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo cargado excede la directiva upload_max_filesize en php.ini
pl: Załadowany plik przekracza dyrektywę upload_max_filesize w php.ini

source: The uploaded file was only partially uploaded
es_es: El archivo cargado solo fue parcialmente cargado
pl: Wczytywany plik został załadowany tylko częściowo

source: This text will appear at the bottom of every outbound fax.
es_es: Este texto podría aparecer en la parte inferior de cada fax de salida.
pl: Ten tekst będzie widoczny na dole każdego wysłanego FAXu.

source: To
es_es: A
pl: Do

source: Unable to create temporary directory %s
es_es: No se puede crear el directorio temporal %s
pl: Nie można utworzyć tymczasowego katalogu %s

source: Unable to delete file
es_es: No se puede eliminar el archivo
pl: Nie można usunąć pliku

source: Unable to find fax backgrounder!
es_es: ¡Incapaz de encontrar fax backgrounder!
pl: Nie można odnaleźć procesu!

source: Unable to find files to send!
es_es: ¡No se pueden encontrar archivos a enviar!
pl: Nie znaleziono plików do wysłania!

source: Unknown Error
es_es: Error desconocido
pl: Nieznany błąd

source: Unsupported file format
es_es: Formato de archivo no soportado
pl: Nieobsługiwany format pliku

source: Upload Document
es_es: Cargando documento
pl: Ładowanie dokumentu

source: Uploading...
es_es: Cargando...
pl: Wczytywanie...

source: Use global setting
es_es: Utilizar configuración global

source: User Canceled
es_es: El usuario cancelo
pl: Anulowane przez użytkownika

source: User Control Panel Faxing Options
es_es: Opciones de User Control Panel Faxing
pl: Opcje FAXów Panelu Sterowania Użytkownika

source: When to email the results of an outgoing fax.
es_es: Al enviar por correo electrónico los resultados de un fax saliente.
pl: Kiedy wysłać email z wynikiem wysyłania FAXu.

source: Yes
es_es: Si
pl: Tak

source: You Have %s New Fax
es_es: Usted tiene %s Nuevo Fax
pl: Masz %s nowych FAXów

source: You are using <span id="usage">%s%%</span> of your fax storage quota.
es_es: Usted está usando <span id="usage">%s%%</span> de su cuota de almacenaje para fax.
pl: Wykorzystujesz <span id="usage">%s%%</span> miejsca na FAXy.

source: Your Web browser is not configured to display PDF files. Click here %s to download the PDF file
es_es: Su navegador Web no esta configurado para visualizar archivos PDF. Clic aquí %s para descargar el archivo PDF
pl: Twoja przeglądarka nie jest skonfigurowana do wyświetlania plików PDF. Kliknij tutaj %s aby pobrać plik PDF

source: both
es_es: ambos
pl: oba

source: upload an image
es_es: cargar una imagén
pl: załaduj obraz

source: No
pl: Nie

source: Outgoing Station ID
pl: ID maszyny wysyłającej

source: T38 Gateway
pl: Brama T38

source: Total
pl: Razem
