Repository: sirinibin/freepbx
Catalog: admin/modules/fw_langpacks/i18n/*/LC_MESSAGES/fw_langpacks.po
Languages: es_es

source: 'cp -ru' from src: '%s' to dst: '%s'...details follow
es_es: 'cp -ru' desde org: '%s' a dest: '%s'...siguen detalles

source: Admin
es_es: Admininstrador

source: Localization Updates
es_es: Actualizaciones de Localización

source: No directory %s, install script not needed
es_es: No directorio %s, no se requiere instalar script

source: This module provides a facility to install new and updated localization translations. Localization i18n translations are still kept with each module. This provides an easy ability to bring all components up-to-date without the need to publish dozens of modules for every minor change. The localization updates used will be the latest available for all modules regardless of the current version you are running.
es_es: Este módulo proporciona una facilidad para instalar nuevas y actualizadas traducciones de localización. Traducciones i18n localización todavía se mantienen con cada módulo. Esto proporciona la capacidad de mantener todos los componentes al día, sin la necesidad de publicar docenas de módulos para cada cambio menor. Las actualizaciones de localización utilizados serán los últimos disponibles para todos los módulos, independientemente de la versión actual está ejecutando.

source: Updated %s
es_es: Actualizado %s

source: an error occured removing the packaged files
es_es: un error a ocurrido removiendo los archivos del paquete

source: files removed successfully
es_es: archivos removidos satisfactoriamente

source: fw_langpacks couldn't copy file to %s
es_es: fw_langpacks no pudo copiar archivos a %s

source: fw_langpacks mo file install done, removing packages from module
es_es: instalación del archivo mo fw_langpacks efectuada, removiendo paquetes del modulo

source: fw_langpacks po file install done, removing packages from module
es_es: instalación del archivo po fw_langpacks efectuada, removiendo paquetes del modulo
