Repository: sirinibin/freepbx
Catalog: admin/modules/irc/i18n/*/LC_MESSAGES/irc.po
Languages: fa_ir

source: Admin
fa_ir: مدیر

source: As IRC is an un-moderated international medium, %s, Sangoma, Inc or any other party can not be held responsible for the actions or behavior of other people on the network
fa_ir: محیط IRC یک فضای بین المللی بدون نظارت است، %s، شرکت سنگوما و یا دیگر بخشها نمیتوانند مسئولیتی درباره حرکات و رفتارهای دیگران در این محیط را بپذیرند

source: Be patient. Sometimes no one will see your question for quite a while if they are away from the computer or busy elsewhere. Sometimes people are chatting but no one answers your question. Just ask your question and hang out in the channel until you see some activity or find someone willing to assist you. Do not ask every two minutes. If no-one answers you may ask again 15 to 20 minutes later.
fa_ir: شکیبا باشید. گاهی اوقات ممکن است پرسش شما دیده نشود. به ازای هر دقیقه سوال خود را تکرار نکنید. اگر طی 15 تا 20 دقیقه پاسخی دریافت نکردید میتوانید سوال خود را تکرار کنید.

source: I agree to the rules and terms above
fa_ir: من با قوانین و شرایط بالا موافقم

source: If you do not agree these rules, please feel free not to use any of the %s's IRC channels.
fa_ir: اگر با این قوانین مخالفید، لطفا از کانالهای IRC مربوط به %s استفاده نکنید.

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
fa_ir: اگر میخواهید این اطلاعات به صورت عمومی نمایش داده نشود، از یک نرم افزار دیگر IRC استفاده کرده، و یا با پشتیبانی تجاری نرم افزار تماس بگیرید

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
fa_ir: اگر میخواهید این را به نام مستعار خود تغییر دهید، تایپ کنید'<b>/nick yournickname</b>' و نام شما تغییر خواهد کرد. فقط برای کانال انگلیسی زبان. با تاسف.

source: Online Resources
fa_ir: منابع برخط

source: Online Support
fa_ir: پشتیبانی برخط

source: Start IRC
fa_ir: شروع چت IRC

source: The top 2 Rules:
fa_ir: 2 قانون بالا:

source: This allows you to contact the %s channel on IRC.
fa_ir: این به شما مجوز ارتباط با کانال %s را در IRC میدهد.

source: This module lets you connect to the IRC network where developers and other users chat. You can chat to the developers live, if you have problems
fa_ir: این ماژول به شما امکان ارتباط با شبکه IRC را میدهد که در آن توسعه دهندگان و دیگر کاربران در حال گفتگو هستند. شما میتوانید با سازندگان به صورت زنده چت کنید

source: What nickname would you like to use? If you leave this blank, a nick will be automatically generated for you.
fa_ir: نام مستعار مورد استفاده شما پیست؟ اگر خالی بگذارید به صورت خودکار برایتان تولید میشود.

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
fa_ir: در هنگام اتصال، نام شما ترکیبی از نام نرم افزار و 4 عدد تصادفی خواهد بود، مانند، FreePBX3486.

source: Your %s version:
fa_ir: نسخه شما %s است:

source: Your Linux Distribution:
fa_ir: توزیع لینوکس شما:
