Repository: sirinibin/freepbx
Catalog: admin/modules/webcallback/i18n/*/LC_MESSAGES/webcallback.po
Languages: es_es

source: A name to describe this Webcallback.
es_es: Un nombre para describir esta devolución de llamada WEB.

source: Actions
es_es: Acciones

source: Add Web Callback
es_es: Agregar Web Callback

source: Applications
es_es: Aplicaciones

source: CID Prepend
es_es: Anteponer CID

source: CID Prepend:
es_es: Anteponer CID:

source: COMMERCIAL MODULE REQUIRES A LICENSE FOR IT TO FUNCTION. Please visit www.schmoozecom.com/oss.php. The Web Call Me module allows you to easily add an HTML call me box to your website. Visitors simply put their phone number in to be connected with you, or a specific destination. The Web Callback module allows you to specify a CID to be prepended which alerts you that the call is coming from a specific callback. You can also set Dial Matches to specify which numbers users are allows to call. Once you have set your destination and saved changes you will be given HTML code to paste into your website.
es_es: MÓDULO COMERCIAL requiere una licencia para su funcionamiento. Por favor, visite www.schmoozecom.com/oss.php. El módulo Web Call Me le permite añadir fácilmente un archivo HTML call me box → para su sitio web. Los visitantes simplemente ponen su número de teléfono para conectarse con usted o un destino específico. El módulo Web Callback permite especificar y anteponer un CID → que le avisa que la llamada proviene y específica que se trata de un Callback. También puede establecer Dial Matches para especificar qué números de usuarios son permitidos a llamar. Una vez que haya establecido su destino → y guardado los cambios se le dará el código HTML para pegar en su sitio web.

source: Callback Name
es_es: Nombre Callback

source: Caller will be connected to this destination when they are called
es_es: El llamante puede ser conectado a este destino cuando es llamado

source: Cid Prepend
es_es: Anteponer Cid

source: Delete
es_es: Borrar

source: Destination
es_es: Destino

source: Destination:
es_es: Destino:

source: Dial Matches
es_es: Coincide marcación

source: Dial Matches:
es_es: Coincide marcación:

source: Digits to prepend to the destinatination number
es_es: Anteponer dígitos al número de destino

source: Enter number patterns the user can dial, one per line. For pattern information see %s
es_es: Intoduzca patrones de números que el usuario puede marcar, uno por línea. Para información de patrones vea %s

source: Error Message
es_es: Mensaje de error

source: Error Msg:
es_es: Mensaje de error:

source: HTML Code
es_es: Código HTML

source: HTML Code:
es_es: Código HTML:

source: Icon
es_es: Ícono

source: Icon:
es_es: Ícono:

source: Invalid Message
es_es: Mensaje inválido

source: Invalid Msg:
es_es: Mensaje inválido:

source: List Webcallbacks
es_es: Lista Webcallbacks

source: Message to be show to caller when a invalid number has been entered
es_es: Mensaje que se muestra a la persona que llama cuando un número no válido ha sido ingresado

source: Message to be show to caller when a valid number has been entered
es_es: Mensaje que se muestra a la persona cuando un número es inválido ha sido ingresado

source: Message to be shown if something goes wrong
es_es: Mensaje que se mostrará si algo va mal

source: Message to be shown to caller when a invalid number has been entered
es_es: Mensaje que se mostrará cuando la persona que llama ingresa un número inválido

source: Message to be shown to caller when a valid number has been entered
es_es: Mensaje que se mostrará cuando la persona que llama ingresa un número inválido

source: Name
es_es: Nombre

source: Name:
es_es: Nombre:

source: Num Prepend
es_es: Anteponer número

source: Number Prepend
es_es: Anteponer número

source: Number Prepend:
es_es: Anteponer número:

source: Oops, something went wrong!
es_es: Huy! Algo salió mal!

source: Pick from the following icons that will be shown on your website
es_es: Elige uno de los siguientes iconos que se mostrarán en su página web

source: Please hold while we call you back.
es_es: Por favor espere mientras nosotros le llamamos.

source: Please save this Web Callback to generate the HTML code.
es_es: Por favor guarde este Web Callback para generar el código HTML.

source: Please save to see the generated code
es_es: Por favor guarde la vista para generar el código

source: Reset
es_es: Reinicio

source: Submit
es_es: Enviar

source: That number is invalid as a callback number
es_es: Ese número no es válido como número para devolución de llamada

source: Use this code to add the current web callback to your website
es_es: Utilice este código para agregar el actual web callback en su sitio web

source: Valid Message
es_es: Mensaje válido

source: Valid Msg:
es_es: Mensaje válido:

source: You can optionally prefix the CallerID name. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Usted puede prefijar opcionalmente el nombre de identificación de llamadas. es decir: Si el prefijo con "Ventas:", una llamada de John Doe mostraría como "Ventas: John Doe" en las extensiones que suenan.

source: enter numbers the user can dial, one per line
es_es: Introduzca números que el usuario puede marcar, uno por línea
