Repository: sirinibin/freepbx
Catalog: admin/modules/userman/i18n/*/LC_MESSAGES/userman.po
Languages: es_es, pt_br

source: The hostname used for email. If left blank the default value of '%s' will be used
es_es: El nombre de anfitrión utilizado para el correo electrónico. Si se deja en blanco se utilizará el valor por defecto de '%s'
pt_br: O nome do host usado para e-mail. Se deixado em branco, o valor padrão '%s' será usado

source: The user's cell (mobile) phone number.
es_es: Número del Móvil (Celular) del usuario.
pt_br: O número de telefone celular do usuário.

source: The user's company.
es_es: Empresa del Usuario.
pt_br: Empresa do usuário.

source: The user's department.
es_es: Departamento del usuario.
pt_br: Departamento do usuário.

source: The user's fax phone number.
es_es: Numero de fax del usuario.
pt_br: O número do fax do usuário.

source: The user's first name.
es_es: Primer Nombre del usuario.
pt_br: O primeiro nome do usuário.

source: The user's home phone number.
es_es: Número de teléfono de habitación del usuario.
pt_br: Número de telefone residencial do usuário.

source: The user's last name.
es_es: Apellido del usuario.
pt_br: Sobrenome do usuário.

source: The user's password.
es_es: Contraseña del usuario.
pt_br: Senha do usuário.

source: The user's title.
es_es: Titulo del usuario.
pt_br: O título do usuário.

source: The user's work phone number.
es_es: Número de teléfono del Trabajo del usuario.
pt_br: O número de telefone do trabalho do usuário.

source: The voicemail context to get users from
es_es: El contexto del buzón de voz los usuarios
pt_br: O contexto do correio de voz dos usuários

source: This authentication driver does not allow importing
es_es: Este controlador de autenticación no permite la importación
pt_br: Esse controlador de autenticação não permite a importação

source: This group was created on install and is automatically assigned to new users. This can be disabled in User Manager Settings
es_es: Este grupo se creó en la instalación y se asigna automáticamente a los nuevos usuarios. Esto puede desactivarse en la configuración del Administrador de usuarios
pt_br: Este grupo foi criado na instalação e é atribuído automaticamente a novos usuários. Isso pode ser desabilitado nas configurações do Gerenciador de Usuários

source: This is the extension this user is linked to from the Extensions page. A single user can only be linked to one extension, and one extension can only be linked to a single user.
es_es: Esta es la extensión a la que está vinculado este usuario desde la página Extensiones. Un solo usuario sólo puede enlazarse a una extensión, y una extensión sólo puede estar vinculada a un solo usuario.
pt_br: Esta é o ramal a que este usuário está vinculado a partir da página Ramais. Um único usuário só pode ser vinculado a um ramal, e um ramal só pode ser vinculado a um único usuário.

source: This is the name that the user will use when logging in.
es_es: Este es el nombre que el usuario va a usar para iniciar una sesión.
pt_br: Este é o nome que o usuário usará ao efetuar login.

source: This setting only applies to authentication engines other than the %s Internal Directory. For the %s Internal Directory this setting will be ignored.
es_es: Esta configuración sólo se aplica a los motores de autenticación que no sean el directorio interno %s. Para el Directorio Interno %s, este parámetro será ignorado.
pt_br: Esta definição aplica-se apenas a mecanismos de autenticação que não sejam o Diretório Interno %s. Para o Diretório Interno %s, esta configuração será ignorada.

source: Title
es_es: Titulo
pt_br: Título

source: UID was not numeric
es_es: UID no fue numérico
pt_br: O UID não era numérico

source: Update Password
es_es: Actualizar Contraseña
pt_br: Atualizar Senha

source: Updated Group
es_es: Grupo actualizado
pt_br: Grupo Atualizado

source: Updated User
es_es: Actualizar Usuario
pt_br: Usuário Atualizado

source: Updated Voicemail User %s
es_es: Actualizado Voicemail de usuario: %s
pt_br: Usuário de Correio de Voz %s atualizado

source: Updating
es_es: Actualizando
pt_br: Atualizando

source: Use Custom Username
es_es: Use Nombre Personalizado del Usuario
pt_br: Usar Nome de Usuário Personalizado

source: User '%s' Already Exists
es_es: Usuario '%s' Ya Existe
pt_br: O Usuário '%s' Já Existe

source: User '%s' Does Not Exist
es_es: Usuario '%s' No Existe
pt_br: O Usuário '%s' Não Existe

source: User DN
es_es: DN de Usuario
pt_br: DN do Usuário

source: User Details
es_es: Detalles de Usuario
pt_br: Detalhes do Usuário

source: User Does Not Exist
es_es: Usuario No Existe
pt_br: Usuário Não Existe

source: User Management
es_es: Gestión de Usuario
pt_br: Gerenciador de Usuários

source: User Management Module
es_es: Modulo de Gestión de Usuario
pt_br: Módulo de Gerenciador de Usuários

source: User Manager
es_es: Gestor de Usuario
pt_br: Gerenciador de Usuários

source: User Manager Groups
es_es: Grupos de gestores de usuarios
pt_br: Grupos de Gerenciadores de Usuários

source: User Manager Settings
es_es: Configuración de Gestión de Usuario
pt_br: Configuração de Gerenciador de Usuários

source: User Manager Users
es_es: Usuarios del Administrador de usuarios
pt_br: Usuário do Gerenciador de Usuários

source: User Successfully Added
es_es: Usuario añadido Satisfactoriamente
pt_br: Usuário Adicionado com Sucesso

source: User Successfully Deleted
es_es: Usuario Eliminado Satisfactoriamente
pt_br: Usuário Excluído com Sucesso

source: User Successfully Updated
es_es: Usuario Actualizado satisfactoriamente
pt_br: Usuário Atualizado com Sucesso

source: User already exists
es_es: Usuario ya existe
pt_br: Usuário já existe

source: User updated
es_es: Usuario actualizado
pt_br: Usuário atualizado

source: Username
es_es: Nombre Usuario
pt_br: Nome de Usuário

source: Username Can Not Be Blank!
es_es: Username no puede estar en blanco!
pt_br: O nome de usuário não pode ficar em branco!

source: Username can not be blank
es_es: Username no puede ser blanco
pt_br: O nome de usuário não pode ficar em branco

source: Username/Password Can Not Be Blank!
es_es: Nombre Usuario/Contraseña no pueden estar en Blanco!
pt_br: O Nome de Usuário/Senha não pode ficar em branco!

source: Users
es_es: Usuarios
pt_br: Usuários

source: Visible Extension Range
es_es: Rango de Extensiones Visible
pt_br: Intervalo de Ramais Visíveis

source: Voicemail is in Read Only Mode. Addition denied
es_es: El correo de voz está en modo de sólo lectura. Adición negada
pt_br: O correio de voz está no modo Somente Leitura. Adição negada

source: What is User Manager
es_es: Que es Gestor de Usuario
pt_br: O que é o Gerenciador de Usuários

source: Whether Email Body will send as HTML or plain text to the user.
es_es: Si Email Body se enviará como HTML o texto sin formato al usuario.
pt_br: Se o corpo do e-mail será enviado como HTML ou texto simples para o usuário.

source: Whether to send an email (using the template below) to new users when they are created externally (not directly through User Manager)
es_es: Si desea enviar un correo electrónico (utilizando la plantilla a continuación) a los nuevos usuarios cuando se crean externamente (no directamente a través del Administrador de usuarios)
pt_br: Se enviar um e-mail (usando o modelo abaixo) para novos usuários quando eles forem criados externamente (não diretamente através do Gerenciador de Usuários)

source: Which User Manager user this extension will link to
es_es: Con qué usuario del Administrador de usuarios se conectará esta extensión
pt_br: Com qual usuário do Gerenciador de Usuários este ramal se conectará

source: Which groups this user is in
es_es: En qué grupos está este usuario
pt_br: Em quais grupos este usuário está

source: Which users are in this group
es_es: Qué usuarios están en este grupo
pt_br: Quais usuários estão neste grupo

source: Work Phone Number
es_es: Numero de teléfono del Trabajo
pt_br: Número de Telefone do Trabalho

source: Yes
es_es: Si
pt_br: Sim

source: Your %brand% Account
es_es: Su Cuenta %Brand%
pt_br: A sua conta %brand%

source: default_extension is required.
es_es: default_extension es requerido.
pt_br: default_extension é necessário.

source: group
es_es: grupo
pt_br: grupo

source: group Successfully Added
es_es: Grupo agregado correctamente
pt_br: grupo Adicionado com Sucesso

source: groupname is required.
es_es: groupname es requerido.
pt_br: Nome do grupo é obrigatório.

source: groups
es_es: grupos
pt_br: grupos

source: password is required.
es_es: contraseña es requerida.
pt_br: senha é necessária.

source: user
es_es: usuario
pt_br: usuário

source: username is required.
es_es: username es requerido.
pt_br: nome de usuário é necessário.

source: users
es_es: usuarios
pt_br: usuários

source: No
pt_br: Não
