Repository: sirinibin/freepbx
Catalog: admin/modules/userman/i18n/*/LC_MESSAGES/userman.po
Languages: es_es, pt_br

source: %s Administration GUI
es_es: %s GUI Administración
pt_br: %s Administração GUI

source: %s Internal Directory
es_es: %s Directorio Interno
pt_br: %s Diretório Interno

source: %s User Manager is taking the place of several modules which have attempted to create and manage users separate from Extensions. Modules such as iSymphony and RestAPI are examples of these type of modules. In %s 12, the new User Control Panel also uses User Manager.
es_es: %s Administrador de usuarios está tomando el lugar de varios módulos que han tratado de crear y administrar usuarios separados de las Extensiones. Módulos tales como iSymphony y RestAPI son ejemplos de este tipo de módulos. En %s 12, el nuevo Panel de Control también utiliza Administrador de usuarios.
pt_br: %s O Gerenciador de Usuários está substituindo vários módulos que tentaram criar e gerenciar usuários separados dos Ramais. Módulos como iSymphony e RestAPI são exemplos desse tipo de módulos. Em %s 12, o novo Painel de Controle de Usuários também utiliza o Gerenciador de Usuários.

source: %s records failed validation
es_es: %s registros fallaron la validacion
pt_br: %s registros falharam a validação

source: 1 Day
es_es: 1 Día
pt_br: 1 Dia

source: 1 Hour
es_es: 1 Hora
pt_br: 1 Hora

source: 30 Minutes
es_es: 30 Minutos
pt_br: 30 Minutos

source: 6 Hours
es_es: 6 Horas
pt_br: 6 Horas

source: A brief description for this user.
es_es: Una breve descripción de este usuario.
pt_br: Uma breve descrição para este usuário.

source: Action
es_es: Acción
pt_br: Ação

source: Add
es_es: Agregar
pt_br: Adicionar

source: Add Device
es_es: Agregar Dispositivo
pt_br: Adicionar Dispositivo

source: Add Extension
es_es: Agregar Extensión
pt_br: Adicionar Ramal

source: Add Group
es_es: Agregar Grupo
pt_br: Adicionar Grupo

source: Add User
es_es: Agregar Usuario
pt_br: Adicionar Usuário

source: Added Voicemail User %s
es_es: Agregado Voicemail usuario: %s
pt_br: Adicionado Usuário de Correio de Voz %s

source: Admin
es_es: Administrador
pt_br: Administrador

source: Administration Access
es_es: Acceso Administración
pt_br: Acesso Administração

source: All Users
es_es: Todos los Usuarios
pt_br: Todos os Usuários

source: Allow %s Administration Login
es_es: Permitir %s Login Administrador
pt_br: Permitir %s Login Administrador

source: An Unknown error occured while trying to update user data
es_es: Un error desconocido ha ocurrido mientras se trataban de actualizar los datos
pt_br: Ocorreu um erro desconhecido ao tentar atualizar dados do usuário

source: Apply Changes Bar
es_es: Barra Aplicar Cambios
pt_br: Barra Aplicar Alterações

source: Are you sure you wish to delete these %s?
es_es: ¿Seguro que desea eliminar estos %s?
pt_br: Tem certeza de que deseja excluir estes %s?

source: Are you sure you wish to delete this %s?
es_es: ¿Está seguro de que desea eliminar este %s?
pt_br: Tem certeza de que deseja excluir este %s?

source: Asterisk Voicemail
es_es: Voicemail Asterisk
pt_br: Correio de Voz do Asterisk

source: Authentication Settings
es_es: Configuración de autenticación
pt_br: Configurações de Autenticação

source: Autogenerated user on new device creation
es_es: Usuario Autgenerado durante la creación de Nuevo Dispositivo
pt_br: Usuário gerado automaticamente na criação de Novo Dispositivo

source: Base DN
es_es: DN Base
pt_br: DN Base

source: Cell Phone Number
es_es: Número de Móvil
pt_br: Número de Telefone Celular

source: Close
es_es: Cerrar
pt_br: Fechar

source: Company
es_es: Empresa
pt_br: Empresa

source: Connected
es_es: Conectado
pt_br: Conectado

source: Context
es_es: Contexto
pt_br: Contexto

source: Could not find the voicemail context
es_es: No se puedo encontrar en contexto de voicemail
pt_br: Não foi possível encontrar o contexto do correio de voz

source: Create New User
es_es: Crear un Nuevo Usuario
pt_br: Criar Novo Usuário

source: Create User Manager User
es_es: Crear usuario gestor de usuarios
pt_br: Criar Usuário do Gerenciador de Usuários

source: Default Groups
es_es: Grupos predeterminados
pt_br: Grupos Padrão

source: Delete
es_es: Borrar
pt_br: Apagar

source: Deleting...
es_es: Borrando...
pt_br: Apagando...

source: Department
es_es: Departamento
pt_br: Departamento

source: Description
es_es: Descripción
pt_br: Descrição

source: Display Name
es_es: Nombre a Mostrar
pt_br: Nome de Exibição

source: Display Name. Used in User Control Panel and Contact Manager to display a customized user name
es_es: Nombre a Mostrar. Se utiliza en el Panel de Control de Usuario y Administrador de Contactos para mostrar un nombre de usuario personalizada
pt_br: Nome de Exibição. Usado no Painel de Controle do Usuário e no Gerenciador de Contatos para exibir um nome de usuário personalizado

source: Domain
es_es: Dominio
pt_br: Domínio

source: Edit Group
es_es: Editar Grupo
pt_br: Editar Grupo

source: Edit User
es_es: Editar Usuario
pt_br: Editar Usuário

source: Email
es_es: Correo Electrónico

source: Email Address
es_es: Dirección de Correo
pt_br: Endereço de E-mail

source: Email Body
es_es: Cuerpo del Correo
pt_br: Corpo do E-mail

source: Email Sent
es_es: Correo enviado
pt_br: E-mail Enviado

source: Email Settings
es_es: Configuración de Correo
pt_br: Configurações de E-mail

source: Email Subject
es_es: Asunto del Correo
pt_br: Assunto de E-mail

source: Enable User Manager for this extension
es_es: Habilitar usuario gestor para esta extensión
pt_br: Habilitar o Gerenciador de Usuários para esse ramal

source: Error: No id provided
es_es: Error: no se proveyó id
pt_br: Erro: Nenhum id fornecido

source: Error: You should never see this
es_es: Error: No debería ver esto nunca
pt_br: Erro: você nunca deveria ver isso

source: Extension Link Attribute
es_es: Atributo de enlace de extensión
pt_br: Atributo do Link de Ramal

source: Fax Phone Number
es_es: Numero de teléfono de Fax
pt_br: Número de Telefone do Fax

source: First Name
es_es: Primer Nombre
pt_br: Primeiro Nome

source: GID was not numeric
es_es: GID no fue numérico
pt_br: GID não era numérico

source: Give the group a description
es_es: Dele a grupo una descripción
pt_br: Dê ao grupo uma descrição

source: Give the group a name
es_es: Dele al grupo un nombre
pt_br: Dê um nome ao grupo

source: Grant Full Administration Rights
es_es: Concede los derechos completos del administrador
pt_br: Conceder Direitos de Administração Completos

source: Grant full administration rights regardless of extension range or module access.
es_es: Concede derechos de administración completos independientemente del rango de extensión o del acceso al módulo.
pt_br: Concede direitos de administração completos, independentemente do intervalo de ramal ou do acesso ao módulo.

source: Group '%s' Does Not Exist
es_es: Grupo '%s' No existe
pt_br: Grupo '%s' Não Existe

source: Group Description
es_es: Descripción Grupo
pt_br: Descrição do Grupo

source: Group Details
es_es: Detalles de Grupo
pt_br: Detalhes de Grupo

source: Group Does Not Exist
es_es: Grupo no existe
pt_br: Grupo Não Existe

source: Group Name
es_es: Nombre del Grupo
pt_br: Nome do Grupo

source: Group Priorities can be changed by clicking and dragging groups around in the order you'd like. Groups with a lower number for priority take priority (EG 0 is higher than 1)
es_es: Las prioridades de grupo se pueden cambiar haciendo clic y arrastrando grupos en el orden que desee. Los grupos con un número menor tienen prioridad (0 es mayor en prioridad que 1)
pt_br: As prioridades de grupo podem ser alteradas clicando e arrastando os grupos pela ordem desejada. Os grupos com um número mais baixo têm prioridade (Ex: 0 é superior a 1)

source: Group Successfully Added
es_es: Grupo añadido con éxito
pt_br: Grupo Adicionado com Sucesso

source: Group Successfully Deleted
es_es: Grupo eliminado correctamente
pt_br: Grupo Eliminado com Êxito

source: Group Successfully Updated
es_es: Grupo actualizado correctamente
pt_br: Grupo Atualizado com Sucesso

source: Group already exists
es_es: Grupo ya existe
pt_br: Grupo já existe

source: Group updated
es_es: Grupo actualizado
pt_br: Grupo atualizado

source: Groupname Can Not Be Blank!
es_es: ¡El nombre de grupo no puede estar en blanco!
pt_br: Nome do grupo não pode estar em branco!

source: Groupname can not be blank
es_es: El nombre de grupo no puede estar en blanco
pt_br: Nome do grupo não pode estar em branco

source: Groups
es_es: Grupos
pt_br: Grupos

source: Groups that this user is a part of. You can add and remove this user from groups in this view as well
es_es: Grupos de los que este usuario es parte. También puede agregar y eliminar este usuario de los grupos en esta vista
pt_br: Grupos aos quais esse usuário faz parte. Você também pode adicionar e remover este usuário de grupos nesta visualização

source: Home Phone Number
es_es: Teléfono de Habitación
pt_br: Número de Telefone Residencial

source: Host
es_es: Anfitrión

source: Host Name
es_es: Nombre Anfitrión
pt_br: Nome do Host

source: ID was not numeric
es_es: ID no fue numérico
pt_br: O ID não era numérico

source: If Create New User is selected this will be the autogenerated users new password
es_es: Si selecciona Crear Nuevo Usuario este será la contraseña autogenerada
pt_br: Se Criar Novo Usuário estiver selecionado, esta será a nova senha gerada automaticamente

source: If Create New User is selected this will be the username. If blank the username will be the same number as this device
es_es: Si selecciona Crear Nuevo Usuario, este será el username. Si se deja en blanco, se usuaria el numero de este dispositivo
pt_br: Se Criar Novo Usuário for selecionado, este será o nome de usuário. Se estiver em branco, o nome de usuário será o número deste dispositivo

source: If this is set then User Manager will use the defined attribute of the user from the Active Directory server as the extension link. NOTE: If this field is set it will overwrite any manually linked extensions where this attribute extists!!
es_es: Si está configurado, el Administrador de usuarios utilizará el atributo definido del usuario del servidor de Active Directory como enlace de extensión. NOTA: Si se establece este campo, sobrescribirá las extensiones vinculadas manualmente donde extista este atributo !!
pt_br: Se isso estiver definido, o Gerenciador de Usuários usará o atributo definido no usuário do servidor do Active Directory como o link de ramal. OBSERVAÇÃO: Se este campo for definido, ele substituirá todas os ramais vinculados manualmente onde exista este atributo !!

source: If this is set then User Manager will use the defined attribute of the user from the OpenLDAP server as the extension link. NOTE: If this field is set it will overwrite any manually linked extensions where this attribute extists!! (Try lowercase if it is not working.)
es_es: Si se establece esto, el Administrador de usuarios utilizará el atributo definido del usuario del servidor OpenLDAP como enlace de extensión. NOTA: Si se establece este campo, sobrescribirá las extensiones vinculadas manualmente donde extists este atributo !! (Prueba con minúsculas si no funciona.)
pt_br: Se isso estiver definido, o Gerenciador de Usuários usará o atributo definido no usuário do servidor OpenLDAP como o link de ramal. OBSERVAÇÃO: Se este campo for definido, ele substituirá todas os ramais vinculados manualmente onde exista este atributo !! (Tente minúsculas se não estiver funcionando.)

source: In %s User Manager you can create users that have access to Extensions or Device/User Mode Users and the settings associated with those Devices. For example, a new user can be created that can log into User Control Panel and access the voicemail of 3 other accounts.
es_es: En %s Administrador de Usuarios puede crear los usuarios que tendrán acceso a Extensiones o modos de dispositivo/usuario y los ajustes asociados con esos dispositivos. Por ejemplo, un nuevo usuario se puede entrar al Panel de control de usuario y acceder al correo de voz de otras 3 cuentas.
pt_br: No %s Gerenciador de Usuários você pode criar usuários que tenham acesso a Ramais ou Modos de Dispositivo/Usuários e as configurações associadas a esses Dispositivos. Por exemplo, um novo usuário pode ser criado que pode fazer login no Painel de Controle do Usuário e acessar o correio de voz de 3 outras contas.

source: Inherit
es_es: Heredar
pt_br: Herdar

source: Invalid User
es_es: Usuario Invalido
pt_br: Usuário Inválido

source: LDAP is in Read Only Mode. Addition denied
es_es: LDAP está en modo de sólo lectura. Adición negada
pt_br: LDAP está no modo Somente Leitura. Adição negada

source: Last Name
es_es: Apellido
pt_br: Sobrenome

source: Link to User Manager User
es_es: Enlace al usuario del Administrador de usuarios
pt_br: Linkar para Usuário do Gerenciador de Usuários

source: Link to a Default User
es_es: Enlace al Usuario Predeterminado
pt_br: Linkar para Usuário Padrão

source: Link to a Different Default User:
es_es: Enlace a un Usuario Diferente por defecto:
pt_br: Linkar para Padrão Usuário Diferente:

source: Linked
es_es: Enlazado
pt_br: Linkado

source: Linked Extension
es_es: Extensión Enlazada
pt_br: Ramal Linkado

source: Linked to User %s
es_es: Enlazada al Usuario %s
pt_br: Linkado para Usuário %s

source: List Groups
es_es: Listar Grupos
pt_br: Listar Grupos

source: List Users
es_es: Listar Usuarios
pt_br: Listar Usuários

source: Login Details
es_es: Detalles de Login
pt_br: Detalhes de Login

source: Login Name
es_es: Nombre de Inicio de Sesión
pt_br: Nome de Login

source: May this group log in to the %s Administration Pages?
es_es: ¿Puede este grupo iniciar sesión en las Páginas de administración de %s?
pt_br: Este grupo pode fazer login nas Páginas Administrativas %s?

source: May this user log in to the %s Administration Pages?
es_es: ¿Puede este usuario iniciar sesión en las páginas de administración de %s?
pt_br: Este usuário pode fazer login nas Páginas Administrativas %s?

source: Migrated user from voicemail
es_es: Usuario Migrado desde Correo de Voz
pt_br: Usuário Migrado do Correio de Voz

source: Module Core is disabled. Please enable it
es_es: Modulo Core esta deshabilitado. Por favor habilítelo
pt_br: O Módulo Core está desativado. Ative-o por favor

source: None
es_es: ninguno
pt_br: Nenhum

source: Not Connected
es_es: No Conectado
pt_br: Não Conectado

source: Not all of the connection parameters have been filled out
es_es: No todos los parámetros de conexión se han rellenado
pt_br: Nem todos os parâmetros de conexão foram preenchidos

source: Obfuscated. To reset use the reset link in this email
es_es: Ofuscado. Para reiniciar use el vinculo de reinicio en este correo
pt_br: Ofuscada. Para redefinir, use o link de redefinição neste e-mail

source: OpenLDAP Directory
es_es: Directorio OpenLDAP
pt_br: Diretório OpenLDAP

source: Other Settings
es_es: Otros ajustes
pt_br: Outras Configurações

source: Password
es_es: Contraseña
pt_br: Senha

source: Password - plaintext
es_es: Contraseña - texto sin formato
pt_br: Senha - texto sem formatação

source: Password For New User
es_es: Contraseña para Nuevo Usuario
pt_br: Senha para Novo Usuário

source: Password can not be blank
es_es: La contraseña no puede estar en blanco
pt_br: A senha não pode ficar em branco

source: Please select a valid username for New User Creation
es_es: Por favor seleccione un nombre de usuario valido para la Creación de Nuevo Usuario
pt_br: Selecione um nome de usuário válido para a criação de novo usuário

source: Port
es_es: Puerto
pt_br: Porta

source: Previous Groupname can not be blank
es_es: El nombre de grupo anterior no puede estar en blanco
pt_br: O nome de grupo anterior não pode ficar em branco

source: Previous Username can not be blank
es_es: El usuario anterior no puede estar en blanco
pt_br: O nome de usuário anterior não pode ficar em branco

source: Primary Extension
es_es: Extensión Primaria
pt_br: Ramal Primário

source: Primary Linked Extension
es_es: Extensión Primaria Enlazada
pt_br: Ramal Linkado Primário

source: Priority
es_es: Prioridad
pt_br: Prioridade

source: Removed Voicemail User %s
es_es: Usuario de correo de voz eliminado %s
pt_br: Usuário de Correio de Voz %s removido

source: Reset
es_es: Reinicio
pt_br: Reiniciar

source: Restrict this groups's view to only Extensions, Ring Groups, and Queues within this range.
es_es: Restringir la vista de este grupo a sólo Extensiones, Grupos de timbrado y Colas dentro de este rango.
pt_br: Restringir o modo de exibição deste grupo somente a Ramais, Grupos de Toque e Filas dentro deste intervalo.

source: Restrict this user's view to only Extensions, Ring Groups, and Queues within this range.
es_es: Restringir la vista de este usuario a sólo Extensiones, Grupos de timbrado y Colas dentro de este rango. .
pt_br: Restringir o modo de exibição deste usuário somente a Ramais, Grupos de Toque e Filas dentro deste intervalo.

source: Saved
es_es: Guardado
pt_br: Salvo

source: Select a user that this extension should be linked to in User Manager, else select Create New User to have User Manager autogenerate a new user that will be linked to this extension
es_es: Seleccione un usuario al que esta extensión debería estar vinculado en el Administrador de Usuarios, si no, seleccione Crear nuevo usuario para que el Administrador de usuarios genere un nuevo usuario que se vincula a esta extensión
pt_br: Seleciona um usuário ao qual este ramal deve estar vinculado no Gerenciador de Usuários, caso contrário, selecione Criar Novo Usuário para que o Gerenciador de Usuários gere automaticamente um novo usuário que será vinculado a este ramal

source: Select a user that this extension should be linked to in User Manager, else select None to have no association to a user
es_es: Seleccione un usuario al que esta extensión debería estar vinculado en el Administrador de Usuarios, si no, seleccione Ninguno para no tener asociación a un usuario
pt_br: Seleciona um usuário ao qual este ramal deve estar vinculado no Gerenciador de Usuários, caso contrário selecione Nenhum para não ter associação com um usuário

source: Select the Admin Sections this group should have access to.
es_es: Seleccione las secciones de administración a las que este grupo debe tener acceso.
pt_br: Selecione as Seções Administrativas a que este grupo deve ter acesso.

source: Select the Admin Sections this user should have access to.
es_es: Seleccione las secciones de administración a las que este usuario debe tener acceso.
pt_br: Selecione as Seções Administrativas a que este usuário deve ter acesso.

source: Select which groups new users are added to when they are created
es_es: Seleccionar a qué grupos se agregan nuevos usuarios cuando se crean
pt_br: Selecione os grupos aos quais novos usuários serão adicionados quando forem criados

source: Send Email
es_es: Enviar Email
pt_br: Enviar E-mail

source: Send Email as HTML
es_es: Enviar Email como HTML
pt_br: Enviar E-mail como HTML

source: Send Email on External New User Creation
es_es: Enviar correo electrónico en la creación de nuevos usuarios externos
pt_br: Enviar E-mail para Criação de Novo Usuário Externo

source: Set Password
es_es: Configurar Contraseña
pt_br: Configurar Senha

source: Set by your administrator
es_es: Establecido por su administrador
pt_br: Definido pelo seu administrador

source: Settings
es_es: Configuración
pt_br: Configurações

source: Status
es_es: Estado

source: Submit
es_es: Enviar
pt_br: Enviar

source: Submit & Send Email to User
es_es: Enviar y mandar Email al Usuario
pt_br: Enviar e mandar E-mail ao Usuário

source: Synchronize
es_es: Sincronizar
pt_br: Sincronizar

source: Text to be used for the body of the welcome email. Useable variables are:<ul><li>fname: First name</li><li>lname: Last name</li><li>brand: %s</li><li>title: title</li><li>username: Username</li><li>password: Password</li></ul>
es_es: Texto que se utilizará para el cuerpo del correo electrónico de bienvenida. Las variables utilizables son: <ul><li> fname: Nombre </li><li> lname: Apellido </li><li>brand: %s</li><li>title: Titulo</li><li>Username: nombre de usuario </li><li> password: contraseña </li></ul>
pt_br: Texto a ser usado para o corpo do e-mail de boas-vindas. As variáveis úteis são: <ul><li> fname: Nome </li><li> lname: Sobrenome </li><li> <li> username: Nome de Usuário </li><li> password: Senha </li></ul>

source: Text to be used for the subject of the welcome email. Useable variables are:<ul><li>fname: First name</li><li>lname: Last name</li><li>brand: %s</li><li>title: title</li><li>username: Username</li><li>password: Password</li></ul>
es_es: Texto que se utilizará para el asunto del correo electrónico de bienvenida. Las variables utilizables son: <ul><li>fname: Nombre</li><li>lname: Apellido </li><li>brand: %s</li><li>username: nombre de usuario </li><li>password: contraseña </li></ul>
pt_br: Texto a ser usado para o assunto do e-mail de boas-vindas. As variáveis úteis são: <ul><li> fname: Nome </li><li> lname: Sobrenome </li><li> brand: %s</li><li>title: Título</li><li>username: Nome de Usuário </li><li> password: Senha </li></ul>

source: The From: field for emails when using the user management email feature.
es_es: El Campo "De:" para los correos cuando se esta usando la función de correo de la gestión de usuario.
pt_br: O campo De: para e-mails ao usar o recurso de e-mail de gerenciamento de usuários.

source: The OpenLDAP Base-DN. Usually in the format of DC=example,DC=com
es_es: El Base-DN de OpenLDAP. Normalmente en el formato DC = ejemplo, DC = com
pt_br: OpenLDAP Base-DN. Geralmente no formato DC=exemplo, DC=com

source: The OpenLDAP User-DN. Usually in the format of OU=people,DC=example,DC=com)
es_es: El User-DN de OpenLDAP. Normalmente en el formato de OU = personas, DC = ejemplo, DC = com)
pt_br: OpenLDAP User-DN. Geralmente no formato OU=pessoas, DC=exemplo, DC=com)

source: The OpenLDAP host
es_es: Anfitrión OpenLDAP
pt_br: Host OpenLDAP

source: The OpenLDAP password
es_es: Contraseña OpenLDAP
pt_br: Senha OpenLDAP

source: The OpenLDAP port
es_es: Puerto OpenLDAP
pt_br: Porta OpenLDAP

source: The OpenLDAP username
es_es: usuario OpenLDAP
pt_br: Nome de Usuário OpenLDAP

source: The active directory domain
es_es: Dominio del Active Directory
pt_br: Domínio do active directory

source: The active directory host
es_es: Anfitrión del Active Directory
pt_br: Host do active directory

source: The active directory password
es_es: Contraseña del Active Directory
pt_br: Senha do active directory

source: The active directory port
es_es: Puerto del Active Directory
pt_br: Porta do active directory

source: The active directory username
es_es: usuario del Active Directory
pt_br: Nome de Usuário do active directory

source: The authentication engine to use
es_es: El motor de autenticación a utilizar
pt_br: Mecanismo de autenticação a ser usado

source: The base DN. Usually in the format of CN=Users,DC=domain,DC=local
es_es: El DN Base. Usualmente en el formato de CN=Users,DC=domain,DC=local
pt_br: O DN base. Geralmente no formato CN=Users,DC=domain,DC=local

source: The connection status of the Active Directory Server
es_es: El estado de la conexión de Active Directory Server
pt_br: O status de conexão do Servidor do Active Directory

source: The connection status of the OpenLDAP Server
es_es: El estado de la conexión del servidor OpenLDAP
pt_br: O status de conexão do Servidor OpenLDAP

source: The email address to associate with this user. Multiple email address need to be separated with a comma.
es_es: La dirección de correo electrónico para asociarse con este usuario. Para dirección de correo electrónico múltiple debe separarse con una coma.
pt_br: O endereço de e-mail a ser associado a este usuário. Vários endereços de e-mail precisam ser separados com uma vírgula.
